Repository: cerha/wiking
Catalog: translations/wiking.*.po
Languages: de, es, fr, hu, it, no, pl, ro

source: The server was unable to complete your request.
es: El servidor no ha sido capaz de completar su solicitud.
fr: Le serveur n'a pas pu exécuter l'opération demandée.
hu: A szerver nem volt képes végrehajtani kérését.
it: Il server non è stato in grado di soddisfare la tua richiesta.
no: Serveren kunne ikke fullføre forespørselen.
pl: Serwer nie zdołał wypełnić twojego żądania.
ro: Serverul nu a fost capabil să rezolve solicitarea dvs.

source: Please inform the server administrator, %s if the problem persists.
es: Por favor informe al administrador del servidor, %s si el problema persiste.
fr: S'il vous plaît, informez l'administrateur du serveur,% s si le problème persiste.
hu: Kérem tájékoztassa a szerver rendszergazdát %s ha a probléma továbbra is fennáll.
it: Ti preghiamo di informare l'amministratore del server, %s se il problema persiste.
no: Vennligst informer systemansvarlig, %s hvis problemet vedvarer.
pl: Prosimy o kontakt z administratorem serwera,% s, jeśli problem będzie się powtarzał.
ro: Vă rugăm să informaţi administratorul serverului, %s dacă problema persistă.

source: The error message was:
es: El mensaje de error ha sido:
fr: Le message d'erreur était :
hu: A következő hibaüzenet:
it: Messaggio d'errore era il seguente:
no: Feilmeldingen var:
pl: Wiadomość o błędzie:
ro: Mesajul de eroare a fost:

source: Service Unavailable
fr: Le service n'est pas disponible
hu: A szolgáltatás nem elérhető
pl: Serwis nie dostępny
ro: Serviciu indisponibil

source: The requested function is currently unavailable. Try repeating your request later.
fr: La fonction demandée n'est pas disponible actuellement. Essayez de répéter votre demande ultérieurement.
hu: A kért művelet jelenleg nem elérhető. Próbálja megismételni később.
pl: Funkcja jest obecnie niedostępna. Spróbuj powtarzając żądanie później.
ro: Funcţia solicitată este momentan inaccesibilă. Încercaţi să repetaţi cererea mai târziu.

source: The system is temporarily down for maintenance.
de: Es verläuft die Systemwartung
es: El sistema está temporalmente fuera de servicio por mantenimiento.
fr: Le système est temporairement hors service pour maintenance.
hu: A rendszer karbantartás miatt ideiglenesen nem üzemel.
it: Il sistema è temporaneamente fuori servizio per i motivi della manutenzione in corso.
no: Systemet er midlertidig nede for vedlikehold.
pl: System jest chwilowo nieczynny.
ro: Sistem temporar suspendat pentru întreţinere.

source: Your password expires on %(date)s
de: Gültigkeit des Passworts läuft ab %(date)s
es: Su contraseña caduca el %(date)s
fr: Votre mot de passe expire le %(date)s
hu: Jelszava ekkor veszti érvényét: %(date)s
it: Validità della password scade il %(date)s
no: Passordet utløper %(date)s
pl: Twoje hasło wygaśnie %(date)s
ro: Valabilitatea parolei până la %(date)s

source: New user registration
de: Registrierung eines neuen Benutzers
es: Registro de nuevo usuario
fr: Enregistrement de nouveaux utilisateurs
hu: Új felhasználó regisztrációja
it: Registrazione del nuovo utente
no: Registrering av ny bruker
pl: Rejestracja nowego użytkownika
ro: Înregistrare utilizator nou

source: Login Panel
es: Iniciar sesión
fr: Panneau d'ouverture de session
hu: Bejelentkezési ablak
it: Pannello di connessione
no: Innloggingspanel
pl: Panel logowania
ro: Panou de autentificare

source: Go to your profile
de: Gehe zu Ihrem Profil
es: Ir a su perfil
fr: Accédez à votre profil
hu: Menj a profilomhoz
it: Visualizza il profilo dell'utente
no: Gå til din profil
pl: Przejdź do swojego profilu
ro: Afişează profilul utilizatorului

source: log out
de: Abmelden
es: cerrar sesión
fr: fermer une session
hu: lépj ki!
it: esci
no: logg ut
pl: wyloguj się
ro: ieşire din cont

source: not logged
de: abgemeldet
es: sesión no iniciada
fr: non connecté
hu: nincs bejelentkezve
it: non sei collegato
no: ikke logget
pl: nie zalogowany
ro: neautentificat

source: log in
de: Anmelden
es: iniciar sesión
fr: ouvrir une session
hu: lépj be!
it: accedi
no: logg inn
pl: zaloguj się
ro: intrare în cont

source: Login name
de: Kennwort
es: Nombre de usuario
fr: Identifiant
hu: Felhasználói név
it: Nome utente
no: Innloggingsnavn
pl: Nazwa użytkownika
ro: Nume de autentificare

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
hu: Jelszó
no: Passord
pl: Hasło
ro: Parola

source: Log in
de: Anmelden
es: Iniciar sesión
fr: Connexion
hu: Lépj be!
it: Accedi
no: Logg inn
pl: Zaloguj się
ro: Intrare în cont

source: Forgot your password?
de: Haben sie Ihr paswswort vergessen?
es: ¿Olvidó su contraseña?
fr: Vous avez oublié votre mot de passe ?
hu: Elfelejtette a jelszavát?
it: Hai dimenticato la tua password?
no: Har du glemt ditt passord?
pl: Zapomniałeś hasła?
ro: Ţi-ai uitat parola?

source: Invalid format
no: Ugyldig format
pl: Nieaktualny format
ro: Format invalid

source: Domain not found
pl: Domena nie została znaleziona
ro: Domeniul nu a fost găsit

source: Contact:
de: Kontakt:
es: Contacto:
hu: Kapcsolat:
it: Contatto:
no: Kontakt:
pl: Kontakt:

source: Maintenance mode
de: Systemwartung
pl: Tryb konserwacji

source: Actions:
de: Aktion:
pl: Działania:

source: Help
de: Hilfe
pl: Pomoc
