Repository: cerha/wiking
Catalog: translations/wiking-cms.*.po
Languages: cs, es, fr, hu, it, no, pl, ro, sk

source: Check if you want the item to appear in the listing of attachments at the bottom of the page.
cs: Zaškrtněte, pokud chcete, aby byla tato příloha zobrazena v seznamu příloh na konci stránky.
es: Marcar si desea que el registro aparezca en la lista de archivos adjuntos en la parte inferior de la página.
fr: Cochez si vous voulez que l'élément apparaisse dans la liste des pièces jointes au bas de la page.
hu: Jelöld be, ha az elem megjelenjen az oldal alján levő csatolmányok listájában.
it: Contrassegna se desideri visualizzare questo allegato nell'elenco degli allegati in fondo della pagina.
no: Keyss av om du vil at elementet skal vises i liste over vedlegg nederst på siden.
pl: Sprawdź, czy chcesz aby pozycje pojawiały się w wykazie załączników u dołu strony.
ro: Bifaţi, dacă doriţi ca ataşamentul acesta să se afişeze pe lista ataşamentelor la sfârşitul paginii.
sk: Zaškrtnite, ak chcete, aby bola táto príloha zobrazená v zozname príloh na konci stránky.

source: Archive
cs: Archiv

source: Upload multiple attachments at once as a ZIP, TAR or TAR.GZ archive.
cs: Nahrajte několik příloh současně jako archiv typu ZIP, TAR nebo TAR.GZ.

source: Overwrite existing files
cs: Přepsat stávající soubory

source: If checked, the existing attachments will be updated when the archive contains files of the same name.
cs: Pokud je zaškrtnuto, stávající přílohy budou aktualizovány, pokud archiv obsahuje soubory stejného jména.

source: Change file types
cs: Umožnit změnu typu souboru

source: If checked, the files to overwrite will be matched by name without extension instead of full file name. This makes it possible to change types of some files, such as replace JPEGs by PNGs (file 'xy.png' replaces an existing file 'xy.jpg' because their names without extension match).
cs: Pokud je zaškrtnuto, budou soubory k přepsání porovnávány podle jména bez přípony, namísto podle celého jména souboru. Tím je umožněno změnit typ souboru a např. tak nahradit soubory typu JPEG soubory typu PNG (soubor „xy.png” nahrazuje stávající soubor „xy.jpg”).

source: Small
cs: Malý

source: Medium
cs: Střední

source: Large
cs: Velký

source: Move
cs: Přesunout
es: Mover
fr: Transférer
hu: Áthelyez
it: Trasferire
no: Flytt
pl: Przeniesienie
ro: Mută
sk: Presunúť

source: Move the attachment to another page.
cs: Přesunout přílohu do jiné stránky.
es: Mover el archivo adjunto a otra página.
fr: Envoyer la pièce jointe à une autre page.
hu: Helyezd át a csatolmányt más oldalhoz.
it: Sposta l'allegato a un'altra pagina.
no: Flytt vedlegget til en annen side.
pl: Przenieś załącznik na inną stronę.
ro: Mută ataşamentul pe o altă pagină.
sk: Presunúť prílohu do inej stránky.

source: Upload Archive
cs: Nahrát archiv

source: New attachment
cs: Nová příloha
es: Nuevo archivo adjunto
fr: Nouvelle pièce jointe
hu: Új csatolmány
it: Nuovo allegato
no: Nytt vedlegg
pl: Nowy załącznik
ro: Ataşament nou
sk: Nová príloha

source: Attachment of the same file name already exists for this page.
cs: Příloha se stejným názvem souboru již pro tuto stránku existuje.
es: Un archivo adjunto con el mismo nombre del archivo ya existe en esta página.
fr: La pièce jointe avec le même nom de fichier existe déjà pour cette page.
hu: Azonos nevű csatolmány már létezik az oldalhoz.
it: Allegato con lo stesso nome del file è già esistente per questa pagina.
no: Det finnes allerede et vedlegg med samme filnavn på denne siden.
pl: Załącznik o tej nazwie istnieje już na tej stronie.
ro: Ataşamentul cu aceeaşi denumire ca şi fişierul deja există pentru această pagină.
sk: Príloha s rovnakým názvom súboru pre túto stránku už existuje.

source: Attachment file name exceeds the maximal length 64 characters.
cs: Délka názvu souboru překračuje limit 64 znaků.

source: Attachment '%s' not found!
cs: Příloha „%s“ nenalezena!

source: Multiple files match
cs: Více než jeden odpovídající soubor

source: Unknow archive file type: %s
cs: Neznámý typ archivu: %s

source: Unable to read archive: %s
cs: Chyba při čtení archivu: %s

source: %d attachment succesfully inserted
cs: %d příloha úspěšně vložena

source: %d attachment succesfully updated
cs: %d příloha úspěšně aktualizována

source: Message
cs: Zpráva
es: Mensaje
hu: Üzenet
it: Messaggio
no: Beskjed
pl: Wiadomość
ro: Mesaj
sk: Správa

source: The item brief summary.
cs: Stručné shrnutí obsahu zprávy.
es: Breve resumen del registro.
fr: Un court résumé de l'article.
hu: Az elem tömör összefoglalója.
it: Breve riassunto del contenuto del messaggio.
no: En kort sammendrag av beskjedsinnhold.
pl: Krótkie podsumowanie.
ro: Sumarul conţinutului mesajului.
sk: Stručné zhrnutie obsahu správy.

source: Date of the news item creation.
cs: Datum vložení zprávy.
es: Fecha de la creación de nuevo registro.
fr: Date de la création de l'article avec les nouvelles.
hu: Új elem létrejöttének időpontja.
it: Data di creazione del messaggio.
no: Når nyhetsartikkelen ble opprettet.
pl: Data stworzenia informacji.
ro: Data introducerii ştirii.
sk: Dátum vloženia novej správy.

source: Recent news
cs: Aktuální zprávy

source: Archive of older news
cs: Archiv starších zpráv

source: News
cs: Novinky
es: Novedades
fr: Nouvelles
hu: Hírek
it: Novità
no: Nyheter
pl: Informacje
ro: Ştiri
sk: Novinky

source: Publish site news.
cs: Publikovat krátké aktuální zprávy.
es: Publicar novedades del sitio.
fr: Publier des nouvelles du site.
hu: Hírek közlése.
it: Pubblica le brevi notize attuali.
no: Publiser sidenyheter.
pl: Publikuj infomacje ze strony.
ro: Publică ştirile actuale scurte.
sk: Zverejniť aktuálne správy.

source: Displayed days
cs: Zobrazeno dní

source: Number of days the item stays displayed in news.
cs: Počet dní po které zůstává zobrazena v novinkách.

source: Show
cs: Zobrazit

source: All items
cs: Všechny položky

source: New message
cs: Nová zpráva
es: Nuevo mensaje
fr: Noveau message
hu: Új üzenet
it: Nuovo messaggio
no: Ny beskjed
pl: Nowa wiadomość
ro: Mesaj nou
sk: Nová správa

source: Planner
cs: Plánovač
es: Planificador
fr: Planning
hu: Tervező
it: Pianificatore
no: Planlegger
ro: Planificator
sk: Plánovač

source: Announce future events by date in a callendar-like listing.
cs: Umožňuje oznamování budoucích událostí podle data v kalendářovém výpisu.
es: Anunciar futuros eventos ordenados por fecha en un calendario.
fr: Annonce les événements futurs selon la date, sous format d'un calendrier.
hu: Jelentsd a jövőbeli eseményeket dátum szerint, a naptárszerű listában.
it: Consente di evidenziare gli eventi futuri secondo la data nella lista del calendario.
no: Meddel fremtidige hendelser etter dato i en kalenderaktig oppføring.
pl: Informuje o zdarzeniach wg daty w kalendarzu.
ro: Anunţă evenimentele următoare în funcţie de data din lista calendarelor.
sk: Umožňuje oznámenie budúcich udalostí podľa dátumu v kaledárovom výpise.

source: Event
cs: Událost
es: Evento
fr: Événement
hu: Esemény
it: Evento
no: Hendelse
pl: Zdarzenie
ro: Evenimet
sk: Udalosť

source: The event brief summary.
cs: Stručné shrnutí obsahu zprávy.
es: Breve resumen del evento.
fr: Un bref résumé de l'événement.
hu: Az esemény tömör összefoglalója.
it: Breve riassunto del contenuto del messaggio.
no: En kort sammendrag av hendelsen.
pl: Krótkie podsumowanie wydarzenia.
ro: Sumarul evenimentului.
sk: Stručné zhrnutie obsahu udalosti.

source: The date when the planned event begins. Enter the date including year. Example: %(date)s
cs: Datum, kdy plánovaná událost začíná. Datum vkládejte včetně roku. Např. %(date)s

source: End date
cs: Datum do
es: Fecha de finalización
fr: Date de fin
hu: Záró dátum
it: Data della fine
no: Sluttdato
pl: Data zakończenia
ro: Data până la
sk: Dátum do

source: The date when the event ends if it is not the same as the start date (for events which last several days).
cs: Datum, kdy plánovaná událost končí, pokud není shodný s datem začátku (pro události, které trvají několik dní).
es: Fecha en la que termina el evento si no es la misma que la fecha de inicio (para los eventos que duran varios días).
fr: La date de fin de l'événement ne correspond pas à la date de début (pour les événements qui durent plusieurs jours).
hu: Az esemény záródátuma, abban az esetben, ha nem egyezik a kezdődátummal (több napos események esetében).
it: Data della fine d'evento pianificato, se non è uguale alla data d'inizio (per eventi che durano alcuni giorni).
no: Datoen da hendelsen skal avsluttes hvis det ikke er det samme som startdatoen (for hendelser som varer flere dager).
pl: Data wygasa, jeżeli nie jest taka sama jak data rozpoczęcia (dla zdarzeń, które trwają kilka dni).
ro: Data când se termină evenimentul planificat, dacă nu corespunde datei de început (pentru evenimete care durează câteva zile).
sk: Dátum, kedy plánovaná udalosť končí, ak nie je zhodný s dátumom začiatku (pre udalosti, ktoré trvajú niekoľko dní).

source: Date in the past
cs: Datum je v minulosti
es: Fecha en el pasado
fr: Date dans le passé
hu: Múltbeli dátum
it: Data è in passato
no: Dato i fortiden
ro: Data este în trecut
sk: Dátum je v minulosti

source: End date precedes start date
cs: Datum konce předchází počáteční datum
es: La fecha de finalización es anterior a la fecha del inicio
fr: La date de fin précède la date de début
hu: A záródátum megelőzi a kezdődátumot
it: Data della fine è anteriore alla data d'inizio
no: Sluttdato er foran startdato
pl: Data końcowa poprzedza datę rozpoczęcia
ro: Data terminării precedează data începerii
sk: Dátum konca je pred dátumom začiatku

source: New event
cs: Nová událost

source: E-mail Newsletters
cs: E-mailové newslettery

source: Description of the newsletter purpose and estimated target audience.
cs: Popis zaměření newsletteru a předpokládané cílové skupiny.

source: Image
cs: Obrázek

source: Sender
cs: Odesílatel

source: Address
cs: Adresa
es: Dirección
fr: Adresse
hu: Postacím
it: Indirizzo
no: Adresse
pl: Adres
ro: Adresa
sk: Adresa

source: Select the role allowed to read the newsletter online and subscribe for e-mail distribution.
cs: Zvolte skupinu, která má mít právo číst newsletter v online podobě a přihlásit se k odběru e-mailem.

source: Select the role allowed create and send the newsletter editions.
cs: Zvolte skupinu, která má mít právo tvořit a upravovat vydání newsletteru.

source: Links
cs: Odkazy

source: Headings
cs: Nadpisy

source: Editions
cs: Vydání

source: Subscribers
cs: Přihlášení

source: Subscribe
cs: Přihlásit odběr

source: Unsubscribe
cs: Odhlásit odběr

source: Top Bar
cs: Horní pruh

source: Footer
cs: Zápatí

source: User
cs: Uživatel
es: Usuario
fr: Utilisateur
hu: Felhasználó
it: Utente
no: Bruker
pl: Użytkownik
ro: Utilizator
sk: Používateľ

source: Since
cs: Od

source: Subscribe to %s
cs: Přihlásit odběr %s

source: Unsubscribe from %s
cs: Odhlásit odběr %s

source: The e-mail address %s has been subscribed succesfully.
cs: E-mailová adresa %s byla úspěšně přihlášena.

source: You have been subscribed succesfully.
cs: Přihlášení k odběru proběhlo úspěšně.

source: The e-mail address %s has been unsubscribed succesfully.
cs: E-mailová adresa %s byla úspěšně odhlášena.

source: The e-mail address %s is not subscribed.
cs: E-mailová adresa %s není přihlášena k odběru.

source: You have been unsubscribed succesfully.
cs: Odhlášení odběru proběhlo úspěšně.

source: You are not subscribed.
cs: Uživatel není přihlášen k odběru.

source: Cannot unsubscribe: %s.
cs: Odhlášení odběru selhalo: %s

source: Use the following link to confirm your unsubscription from %(newsletter)s at %(server_hostname)s: %(uri)s
cs: Následujte níže uvedený odkaz pro potvrzení odhlášení odběru newsletteru %(newsletter)s na serveru %(server_hostname)s: %(uri)s

source: Failed sending e-mail:
cs: Nepodařilo se odeslat e-mail:

source: Please, try repeating your request later or contact the administrator if the problem persists.
cs: Zopakujte, prosím, požadavek později, nebo kontaktujte správce serveru pokud problém přetrvává.

source: Unsubscription confirmation has been sent to %s. Please, check your mail and click on the link to finish unsubscription.
cs: Potvrzení odhlášení bylo odesláno na adresu %s. Zkontrolujte, prosím, došlou poštu a dokončete odhlášení kliknutím na odkaz ve zprávě.

source: Invalid unsubscription code.
cs: Neplatný odhlašovací kód.

source: Sent
cs: Odesláno
es: Enviado
fr: Envoyé
hu: Elküldött
it: Inviato
no: Sendt
pl: Wysłany
ro: Trimite

source: Unpublished edition from %s
cs: Nezveřejněné vydání z %s

source: Posts
cs: Příspěvky

source: Preview
cs: Náhled
es: Vista previa
fr: Prévisualisation
hu: Előnézet
it: Anteprima
no: Forhåndsvisning
pl: Poprzedni
ro: Vizionează
sk: Náhľad

source: Send
cs: Rozeslat

source: Overview of Editions
cs: Přehled všech vydání

source: %s: Post template not found!
cs: %s: Šablona příspěvku nenalezena!

source: %s: Image template sections not found!
cs: %s: Šablony obrázků nenalezeny!

source: Like
cs: Líbí

source: Share
cs: Sdílet

source: Thank you for your attention.
cs: Děkujeme za pozornost.

source: Not interested in this newsletter anymore:
cs: Nemám již zájem o zasílání tohoto newsletteru:

source: Web version
cs: Webová verze

source: %s: Invalid template variable: %s
cs: %s: Neplatná proměnná šablony: %s

source: The newsletter has been sent to %d recipients.
cs: Newsletter byl odeslán %d příjemcům.

source: Sending to %d recipients failed. Details can be found in servers error log.
cs: Odeslání %d příjemcům se nezdařilo. Více informací naleznete v serverovém záznamu chyb.

source: Addresses
cs: Adresy

source: Type in e-mail addresses separated by colons, spaces or new lines. The newsletter will be sent to given addresses only, not to regular subscribers
cs: Zapište e-mailové adresy oddělené čárkami, mezerami, nebo odřádkováním. Newsletter bude rozeslán pouze na zvolené adresy a ne na adresy přihlášených příjemců.

source: Test Send to Given Addresses
cs: Testovací rozeslání na zvolené adresy

source: Left
cs: Vlevo

source: Right
cs: Vpravo

source: Number denoting the order of the post on the page.
cs: Číslo udávající pořadí příspěvku na stránce.

source: Image Position
cs: Pozice obrázku

source: Discussions
cs: Diskuse
hu: Fórum
pl: Dyskusje
ro: Discuţii

source: Allow logged in users to post messages as in a simple forum.
cs: Umožnit přihlášeným uživatelům komunikovat prostřednictvím jednoduchého fóra.
fr: Autoriser les utilisateurs connectés à poster des messages comme dans un forum simple.
hu: A bejelentkezett felhasználók küldhetnek üzeneteket, mint egy egyszerű fórumba.
pl: Pozwalaj zalogowanym użytkownikom umieszczać wiadomości na forum.
ro: Permite utilizatorilor autentificaţi să comunice prin intermediul unui forum simplu.

source: Your comment
cs: Váš komentář
fr: Votre commentaire
hu: Saját hozzászólás
pl: Twój komentarz
ro: Comentariul dumneavoastră

source: Your comment was posted to the discussion.
cs: Váš příspěvek byl vložen do diskuse.
fr: Votre commentaire a été envoyé à la discussion.
hu: A hozzászólásod el lett küldve a fórumba.
pl: Twój komentarz został umieszczony na forum.
ro: Comentariul dvs. a fost introdus în discuţie.

source: Note: You need to [?command=login log in] before you can post messages.
cs: Pozor: Pokud chcete přispět do diskuse, musíte se nejprve [?command=login přihlásit].
fr: Remarque : Vous devez [?command=login log in] avant d'envoyer les messages.
hu: Megjegyzés: [?command=login Be kell jelentkeznie] mielőtt üzenetet hagyna.
pl: Uwaga: Musisz '?command=login' zalogować się przed wysłaniem wiadomości.
ro: Notă: Mai întâi trebuie să vă logaţi [? Comanda = login Log in] pentru a putea posta mesaje.

source: Site Map
cs: Mapa stránek
es: Mapa del sitio
fr: Plan du site
hu: Honlaptérkép
it: Mapa del sito
no: Sideoversikt
pl: Mapa witryny
ro: Harta paginilor
sk: Mapa stránok

source: Contact Form
cs: Kontaktní formulář

source: Your Name
cs: Vaše celé jméno

source: Company or Organization
cs: Společnost nebo Organizace

source: Your e-mail address
cs: Vaše e-mailová adresa

source: Your phone number
cs: Vaše telefonní číslo

source: Your Message
cs: Vaše zpráva

source: Thank you for contacting us!
cs: Děkujeme, že jste nás kontaktovali!

source: We will process your enquiry at the nearest occasion.
cs: Vaším požadavkem se budeme zabývat při nejbližší příležitosti.

source: Submit
cs: Odeslat
es: Confirmar
fr: Envoyer
hu: Elküld
it: Invia
no: Send
pl: Przesyłanie
ro: Trimite
sk: Odoslať

source: Company
cs: Společnost

source: Phone
cs: Telefon
es: Teléfono
fr: Téléphone
hu: Telefon
it: Telefono
no: Telefon
pl: Numer telefonu
ro: Telefon
sk: Telefón

source: Contact Form Enquiry from %s
cs: Požadavek z kontaktního formuláře na %s

source: Error sending your enquiry!
cs: Chyba při odesílání požadavku.

source: Please, try sending the form later. If the problem persists, contact %s.
cs: Prosím, opakujte odeslání formuláře později. Pokud problém přetrvává, kontaktujte %s.

source: Website
cs: Webové stránky

source: Management interface
cs: Správcovské rozhraní

source: Style sheets
cs: Styly

source: Manage available Cascading Style Sheets.
cs: Správa použitých kaskádových stylů (CSS).
fr: Gérer les feuilles de style en cascade disponibles.
hu: Elérhető CSS kezelése.
pl: Zarządzaj dostępnymi kaskadowymi arkuszami stylów.
ro: Administrarea stilurilor de cascadă disponibile Cascading Style Sheets.

source: File Name
cs: Název souboru

source: Active
cs: Aktivní
es: Activo
fr: Actif
hu: Aktív
it: Attivo
no: Aktiv
pl: Aktywny
ro: Activ
sk: Aktívne

source: Scope
cs: Platnost

source: Global
cs: Globální

source: Determines where this style sheet is applicable. The "Management interface" is the area for CMS administration, "Website" means the regular pages outside the management interface and "Global" means both.
cs: Určuje oblast platnosti stylopisu. „Správcovské rozhraní“ je oblast administrace CMS, „Webové stránky“ jsou běžné stránky mimo správcovské rozhraní a „Globální“ znamená platnost v obou těchto oblastech.

source: Number denoting the style sheet precedence.
cs: Číslo udávající prioritu daného stylopisu.
fr: Nombre indiquant la priorité des feuilles de style.
hu: A stíluslap (fontossági) sorrendjét jelző szám.
pl: Liczba oznaczający pierwszeństwo arkusza stylów.
ro: Număr care denotă prioritatea stilului dat.

source: Purpose
cs: Účel
es: Propósito
fr: But
hu: Cél
it: Obiettivo
no: Formål
pl: Cel
ro: Scop
sk: Účel

source: This text is no longer in use by the application. Do you want to remove it?
cs: Tento text není aplikací nadále využíván. Chcete jej odstranit?

source: Unknown text
cs: Neznámý text

source: Edited
cs: Upraveno

source: System Texts
cs: Systémové texty
es: Textos del sistema
fr: Textes du système
hu: Rendszerüzenetek
it: Testi del sistema
no: Systemtekster
ro: Texte de sistem
sk: Systémové texty

source: Edit miscellaneous system texts.
cs: Přizpůsobit různé systémové texty.
es: Editar sistema de textos diversos.
fr: Modifier les différents textes du système.
hu: Különféle rendszerüzenetek szerkesztése.
it: Modifica i vari testi del sistema.
no: Rediger diverse systemtekster.
pl: Edytuj różne teksty w systemie.
ro: Editează diverse sisteme de text.
sk: Prispôsobiť rôzne systémové texty.

source: State
cs: Stav
es: Estado
fr: Etat
hu: Állapot
it: Stato
no: Status
pl: Stan
ro: Stare

source: The text '%s' exists in the database, but is not defined by the application.
cs: Text ‚%s’ existuje v databázi, ale není definován aplikací.

source: This may be an old text which is not used anymore. You can remove it if this is the case.
cs: Může jít o zastaralý text, který již není používán. Pokud je to tak, můžete jej vymazat.

source: E-mails
cs: E-maily
es: Correos electrónicos
hu: E-mailek
it: E-mail
no: E-post
ro: E-mailuri
sk: Emaily

source: Edit e-mail texts.
cs: Přizpůsobit texty e-mailů.
es: Editar textos de los correos electrónicos.
fr: Modifier les e-mails.
hu: E-mail szöveg szerkesztése.
it: Modifica i testi dell'e-mail.
no: Rediger e-posttekstene.
pl: Edytuj e-mail.
ro: Editează textele de e-mail.
sk: Upraviť text emailov.

source: Additional recipients
cs: Další adresáti
es: Recipientes adicionales
fr: Destinataires supplémentaires
hu: További címzettek
it: Altri destinatari
no: Ytterligere mottagere
pl: Dodatkowi odbiorcy
ro: Alţi adresaţi
sk: Ďaľší príjemcovia

source: Comma separated list of e-mail addresses.
cs: Seznam e-mailových adres oddělených čárkami.
es: La coma separó la lista de direcciones de correo electrónico.
fr: Liste des adresses e-mail séparées par des virgules.
hu: Vesszővel elválasztott e-mail címek listája.
it: Elenco degli indirizzi e-mail separato da virgole.
no: Kommadelt liste med e-postadresser.
pl: Przecinek oddziela listę adresów e-mail.
ro: Lista adreselor de e-mail separate cu virgulă.
sk: Zoznam emailových adries oddelených čiarkou.

source: Bulk E-mails
cs: Hromadné maily
es: Correos electrónicos masivos
fr: E-mails collectifs
hu: Tömeges emailek
it: E-mail collettivi
no: Masse-e-post
pl: Większość e-maili
ro: E-mailuri în masă

source: Sender address
cs: Adresa odesílatele
es: Dirección del remitente
fr: Adresse de l'expéditeur.
hu: A küldő címe
it: Indirizzo del mittente
no: Avsenderadresse
pl: Adress nadawcy
ro: Adresa expeditorului

source: E-mail address of the sender.
cs: E-mailová adresa odesílatele.
es: Dirección de correo electrónico del remitente.
fr: Adresse e-mail de l'expéditeur.
hu: A küldő email címe.
it: Indirizzo e-mail del mittente.
no: Avsenderens e-postadresse.
pl: E-mail adress nadawcy.
ro: Adresa de e-mail a expeditorului.

source: Recipients
cs: Role příjemců
es: Recipientes
fr: Destinataires
hu: Címzettek
it: Destinatari
no: Mottakere
pl: Adresaci
ro: Rolul adresaţilor

source: All users
cs: Všichni uživatelé

source: Sending
cs: Odesílá se
es: Enviando
fr: Envoi en cours
hu: Küldés
it: Invio
no: Sender
pl: Wysyłanie
ro: Se trimite

source: Pending
cs: Čeká na zpracování

source: Use as a Template
cs: Použít jako vzor
es: Usar como plantilla
fr: Utiliser comme Modèle
hu: Mentsd el sablonként
it: Usa come modello
no: Bruk som mal
pl: Użyj jako szablonu
ro: Foloseşte ca model

source: Edit this mail for repeated use
cs: Upravit tento mail pro nové použití
es: Editar este correo electrónico para el uso repetitivo
fr: Modifier ce courriel pour un usage répété
hu: Mentsd el a mailt sablonként
it: Insersci quest'e-mail per l'uso ripetuto
no: Rediger e-posten for gjentatt bruk
pl: Edytuj mail do ponownego użycia.
ro: Editează acest mail pentru o utilizare repetată

source: Always show admin control
cs: Vždy zobrazit ovládání správy obsahu

source: Allow new user registration
cs: Umožnit registraci nových uživatelů
es: Permitir registro de usuarios nuevos
fr: Autoriser l'enregistrement de nouveaux utilisateurs
hu: Új felhasználó regisztrációjának engedélyezése
it: Permetti la registrazione ai nuovi utenti
no: Tillat registreringen av ny bruker
pl: Zgoda na rejestrację nowego użytkownika
ro: Permite înregistrarea noilor utilizatori
sk: Povoliť registráciu nových používateľov

source: If enabled, all visitors are allowed to create a new user account. If disabled, new user accounts must be created by administrator.
cs: Pokud je povoleno, všem návštěvníkům je umožněno se zaregistrovat jako uživatel a vytvořit tak nový uživatelský účet. Pokud tuto možnost zakážete, budou všechy účty vytvářeny administrátorem.

source: Maximal upload size
cs: Maximální velikost pro upload
es: Máximo tamaño de subida
fr: Taille maximale de téléchargement
hu: Maximálisan feltölthető fájl mérete
it: Massima dimensione per upload
no: Maximal opplastinngsstørrelse
pl: Maksymalny rozmiar przesyłanych plików
ro: Mărimea maximă pentru upload
sk: Maximálna veľkosť pre upload
