Repository: cerha/wiking
Catalog: translations/wiking-cms.*.po
Languages: cs, es, fr, hu, it, no, pl, ro, sk

source: New page was successfully created, but was not published yet. Publish it when you are done.
es: Nueva página ha sido creada con éxito pero no ha sido publicada todavía. Publíquela cuando termine.
fr: La page a bien été créée, mais n'a pas encore été publiée. Publiez-la lorsque vous avez terminé.
hu: Az új oldal sikeresen elkészült, de nem lett közzétéve. Tedd közzé, ha elkészült.
it: Nuova pagina è stata creata con successo ma non è stata ancora pubblicata. Pubblica la pagina dopo averla completata.
no: Ny side er opprettet, men ikke publisert ennå. Publiser den når du er ferdig.
pl: Nowa strona zostałą pomyślnie stworzona, nie została jednak jeszcze opublikowana. Opublikuj ją gdy skończysz.
ro: Noua pagină a fost creată cu succes, dar nu a fost publicată până acum. Publicaţi-o când o veţi termina.
sk: Nová stránka bola úspešne vytvorená ale ešte nezverejnená. Zverejnite ju, keď bude dokončená.

source: The page contents was reverted to its previous state.
es: El contenido de la página se ha cambiado al estado anterior.
fr: Le contenu de la page est revenu à son état précédent.
hu: Az oldal tartalma az előző állapotra lett visszállítva.
it: Il contenuto della pagina è tornato al suo stato precedente.
no: Sideinnholdet ble tilbakestilt til sin tidligere tilstand.
pl: Zawartość strony wróciła do poprzedniego stanu.
ro: Conţinutul paginii a fost întors în starea anterioară.
sk: Obsah stránky bol vrátený do pôvodného stavu.

source: The page was unpublished.
es: La página no ha sido publicada.
fr: La page n'a pas été publiée.
hu: A oldal nincs közzétéve.
it: La pagina non è stata pubblicata.
no: Siden ble ikke publisert.
pl: Strona nie została opublikowana.
ro: Pagina nu a fost publicată.
sk: Stránka nebola zverejnená.

source: Manage page attachments. Go to a page to create new attachments.
es: Gestionar archivos adjuntos de la página. Ir a página para crear nuevos archivos adjuntos.
fr: Gérer les pièces jointes de la page. Aller à la page afin de créer de nouvelles pièces jointes.
hu: Oldal csatolmányok kezelése. Menj az oldalra új csatolmány létrehozásához.
it: Gestisci gli allegati. Accedi ad una pagina per creare nuovi allegati. (passare al modulo "Pagine").
no: Administrer sidevedlegg. Gå til en side for å lage nye vedlegg.
pl: Zarządzaj załącznikami strony. Przejdź do strony aby stworzyć nowe załączniki.
ro: Administrarea ataşamentelor. Du-te la o pagină pentru a crea noi ataşamente.
sk: Správa príloh. Nové prílohy pridávajte vždy cez stránku, ku ktorej chcete prílohu priradiť.

source: Upload a file from your local system. The file name will be used to refer to the attachment within the page content. Please note, that the file will be served over the internet, so the filename should not contain any special characters. Letters, digits, underscores, dashes and dots are safe. You risk problems with most other characters.
es: Subir un archivo desde su sistema local. El nombre de archivo se utilizará como referencia al archivo adjunto en el contenido de la página. Tenga en cuenta que el archivo será servido a través de Internet, por lo que el nombre del archivo no debe contener caracteres especiales. Letras, dígitos, subrayados, guiones y puntos son seguros. Corre el riesgo de problemas con la mayoría del resto de los caracteres.
fr: Chargez un fichier de votre disque. Le nom du fichier sera utilisé pour faire référence à la pièce jointe dans le cadre de la page. Veuillez noter que le fichier sera accessible sur Internet ; le nom du fichier ne doit pas contenir de caractères spéciaux. Lettres, chiffres, tirets bas, tirets et points sont autorisés. Les autres signent pourraient causer des problèmes.
hu: Töltsd fel a fájlt a saját rendszeredről. A fájlnév lesz a hivatkozás a csatolmányra a oldalon. Kérlek tudatosítsd, hogy a fájl az interneten lesz elérhető, ezért ne használj semmilyen extra karaktert a fájl nevében. Betűk, számjegyek, kötőjelek, aláhúzóvonalak és pontok biztonságosak. Minden egyéb jel, problémát okozhat.
it: Carica un file dal tuo disco. Il nome del file sarà usato per fare riferimento a questo allegato all'interno del contenuto della pagina. Si prega di notare che il file verrà publicato su internet, perciò il nome del file non deve contenere caratteri speciali. Lettere, cifre, underscore, trattini e punti sono sicure. Se usi caratteri diversi da quelli citati rischi dei problemi.
no: Last opp en fil fra ditt lokale system. Filnavnet skal brukes til å henvise til vedlegget innenfor sideinnholdet. Vær oppmerksom på at filen vil ligge på en internettserver, derfor bør filnavnet ikke inneholde noen spesialtegn. Bokstaver, tall, understreking, streker og prikker er trygge. Du risikerer problemer med de fleste andre tegn.
pl: Prześlij plik ze swojego systemu lokalnego. Nazwa pliku będzie używane w odniesieniu do załącznika w treści strony. Proszę pamiętać, że plik używany w internecie, więc plik nie powinien zawierać żadnych znaków specjalnych. Litery, cyfry, podkreślenia, kreseki i kropeki są dopuszczalne. Natomiast możesz mieć problem z resztą specjalnych znaków.
ro: Încărcaţi un fişier de pe sistemul dvs. local. Numele fişierului va fi folosit pentru link-ul la acest ataşament în cadrul conţinutului paginii. Vă rugăm să reţineţi, că fişierul va fi servit pe internet, de aceea nu ar trebui să conţină caractere speciale. Literele fără diacritice, cifrele, liniuţele de unire, de subliniere şi punctele sunt cele mai sigure. La utilizarea altor caractere în titlul fişierului intervine riscul unor probleme.
sk: Nahrajte súbor z vášho disku. Názov súboru bude používaný pri odkazovaní na túto prílohu v rámci obsahu stránky. Názov bude tiež používaný pri poskytovaní súboru v rámci internetu a preto by nemal obsahovať žiadne špeciálne znaky. Bezpečné sú písmená bez diaktritiky, číslice, pomlčka, podčiarkovník a bodka. Použitím iných znakov v názve súboru riskujete problémy.

source: Display the page
es: Mostrar esta página
fr: Afficher la page
hu: Oldal megjelenítése
it: Visualizza la pagina
no: Vis siden
pl: Pokaż stronę
ro: Afişează pagina
sk: Zobraziť stránku

source: Image title. If empty, the file name will be used instead.
es: Título de imagen. Si está vacío, se va a usar el nombre del archivo.
fr: Le titre de l'image. Si laissé en blanc, le nom du fichier sera utilisé.
hu: Képcím. Ha üres, a fájlnév lesz a cím.
it: Nome dell'immagine. Se non è stato predefinito, viene visualizzato direttamente il nome del file.
no: Bildetittel. Hvis det står tomt, vil filnavnet bli brukt i stedet.
pl: Tytuł obrazu. Jeśli jest puste, nazwa pliku będzie używana w zamian.
ro: Titulu imaginii. Dacă nu este introdus, se va afişa direct denumirea fişierului.
sk: Názov obrázku. Ak nie je vyplnený, bude zobrazený názov súboru.

source: Optional image description.
es: Descripción opcional de la imágen.
fr: Description facultative de l'image.
hu: Választható képleírás.
it: Descrizione opzionale dell'immagine.
no: Valgfri bildebeskrivelse.
pl: Opcjonalny opis obrazu.
ro: Descrierea opţională a imaginii.
sk: Nepovinný popis obrázku.

source: In galery
es: En galería
fr: En galerie
hu: Galériában
it: In galleria
no: I galleriet
pl: W galeri
ro: În galerie
sk: V galérii

source: Check if you want the image to appear an automatically generated galery.
es: Marcar si desea que aparezca la imagen en una galería generada automáticamente.
fr: Cochez si vous voulez que l'image apparaisse dans la galerie générée automatiquement.
hu: Jelöld be ha a kép jelenjen meg egy automatikusan generált képgalériában.
it: Controlla se desideri che l'immagine appare in galleria generata automaticamente.
no: Kryss av om du vil at bildet skal vises i et automatisk generert galleri.
pl: Sprawdź, czy chcesz by obraz pojawiał się w galeri.
ro: Bifaţi dacă doriţi ca imaginea să apară în galeria generată automat.
sk: Zaškrtnite, ak chcete aby bol obrázok zobrazený v automaticky vytváranej galérii.

source: Location
es: Localidad
fr: Emplacement
hu: Helyszín
it: Posizione
no: Sted
pl: Lokalizacja
ro: LOcaţie
sk: Miesto

source: Width
es: Anchura
fr: Largeur
hu: Szélesség
it: Larghezza
no: Bredde
pl: Szerokość
ro: Lăţimea
sk: Šírka

source: Height
es: Altura
fr: Hauteur
hu: Magasság
it: Altezza
no: Høyde
pl: Wysokość
ro: Înălţimea
sk: Výška

source: The date when the planned event begins. Enter the date including year. Example: %(date)s
es: Fecha en la que comienza el evento previsto. Introduzca la fecha incluyendo el año. Ejemplo: %(date)s
fr: La date où l'événement prévu commence. Entrez la date avec l'année. Exemple : %(date)s
hu: Az időpont, amikor a tervezett esemény kezdődik. Adja meg a dátumot a évszámmal együtt. Például: %(date)s
it: Data d'inizio d'evento pianificato. Inserirsci la data compreso l'anno, p.e. %(date)s
no: Dato når det planlagte arrangementet begynner. Angi datoen inkludert året. Eksempel: %(date)s
pl: Data planowanego rozpoczęcia imprezy. Wprowadź datę i rok .Na przykład: %(date)s
ro: Data la care evenimentul planificat începe. Introduceţi data, inclusiv anul. Exemplu: %(date)s
sk: Dátum, kedy plánovaná udalosť začína. Dátum vkladajte vrátane roku. Napríklad: %(date)s

source: Stylesheets
es: Plantilla de estilos
fr: Feuille de style
hu: Stíluslapok
it: Stili
no: Stilarkene
pl: Arkusze stylów
ro: Stiluri
sk: Štýly

source: Media
fr: Médias
hu: Média típusa
ro: Mediul

source: All types
fr: Tous les types
hu: Minden típus
pl: Wszystkie typy
ro: Toate tipurile

source: Braille
hu: Braille sajtó
pl: Brajl

source: Handheld
fr: Ordinateur portable
hu: Kéziszámítógép

source: Print
fr: Imprimer
hu: Nyomtatott sajtó
pl: Drukuj
ro: Tipăreşte

source: Screen
fr: Écran
hu: Képernyő
pl: Ekran
ro: Ecran

source: Speech
fr: Expression orale
hu: Élőbeszéd
pl: Mowa
ro: Limbă

source: Label
es: Etiqueta
hu: Címke
it: Titolo
no: Etikett
pl: Etykieta
ro: Denumire
sk: Názov

source: New
es: Nuevo
fr: Nouveau
hu: Új
it: Novità
no: Ny
pl: Nowy
ro: Nou

source: Manage this site
es: Gestionar este sitio
fr: Gérer ce site
hu: Karbantartani a weboldalt
it: Amministrazione del contenuto
no: Administrer dette nettstedet
pl: Zarządzanie witryną
ro: Administrează acest site
sk: Správa obsahu

source: Enter the Wiking Management Interface
es: Entrar en Gestión del interfaz de Wiking
fr: Entrer dans l'interface de gestion de Wiking
hu: Belépés a Wiking kezelőfelületbe
it: Entra nell'interfaccia dell'amministrazione del contenuto
no: Angi Wiking Management Interface
pl: Wpisz Wiking Management Interface
ro: Intră pe interfaţa administrării cuprinsului
sk: Vstúpiť do rozhrania správy obsahu

source: Wiking Management Interface
es: Interfaz de Wiking Management
fr: L'interface de gestion Wiking
hu: Wiking kezelőfelület
it: Interfaccia dell'amministrazione del contenuto
ro: Interfaţa administrării cuprinsului

source: Registration completed successfuly. Your account now awaits administrator's approval.
es: Registro completado con éxito. Su cuenta ahora espera la aprobación del administrador.
fr: L'inscription a été effectuée avec succès. Votre compte attend maintenant l'approbation de l'administrateur.
hu: A regisztráció sikeresen befejeződött. A fiókja most a rendszergazda jóváhagyását várja.
it: Registrazione è stata accettata con successo. Il tuo account è in attesa d'approvazione da parte dell'amministratore.
no: Registrering avsluttet. Din konto nå venter på administratorens godkjenning.
pl: Rejestracja przebiegła pomyślnie. Twoje konto oczekuje potwierdzenia administratora.
ro: Înregistrarea s-a efectuat cu succes. Contul aşteaptă aprobarea administratorului.
sk: Registrácia prebehla úspešne. Váš účet teraz čaká na schválenie správcom.

source: Default sender address
it: Indirizzo di riferimento del mittente
no: Standard avsenderadresse
pl: Domyślny adres nadawcy
sk: Prednastavená adresa odosielateľa

source: If enabled, the login form will always be redirected to an HTTPS address to ensure the security of the submitted credentials. This, however, requires your server to be setup to accept HTTPS requests for the same virtual host and pass them to Wiking.
it: Se attivato, il modulo d'accesso sarà sempre reindirizzato a un indirizzo HTTPS per garantire la sicurezza dei dati di connessione trasmessi. Questo, però, richiede la configurazione del server per la manipolazione delle richieste HTTPS per lo stesso server virtuale e per far passare queste richieste al sistema Wiking.
no: Hvis tillatt, vil påloggingsskjemaet alltid videresendes til en HTTPS-adresse for å ivareta sikkerheten. Dette krever at serveren din er konfigurert til å håndtere HTTPS-forespørsler for den samme virtuelle serveren, og at disse sendes videre til Wiking.
pl: Jeśli opcja jest włączona, formularz logowania zawsze będzie przekierowany na adres HTTPS w celu zapewnienia bezpieczeństwa środkom weryfikacji tożsamości. To jednak wymaga, aby serwer jest ustawiony tak, aby akceptować żądań HTTPS na tym samym serwerze wirtualnym i przekazać je do Wiking.
sk: Ak je aktivovaný, prihlasovací formulár bude vždy presmerovaný na adresu HTTPS, aby bola zaistená bezpečnosť vložených osobných údajov. To však vyžaduje, aby bol váš server konfigurovaný pre obsluhu HTTPS požiadaviek pre rovnaký virtuálny server a aby tieto požiadavky boli odovzdávané systému Wiking.

source: Site title
it: Titolo del portale
no: Nettstedets tittel
pl: nAZWA STRONY
sk: Názov portálu

source: Site title is a short and (hopefully) unique title of the whole website. It will appear at the top of every page.
it: Questo titolo dovrebbe indicare brevemente e possibilmente senza equivoci l'intero portale. Il titolo verrà visualizzato nell'intestazione di ogni pagina.
no: Nettstedets tittel er et kort og (forhåpentligvis) unikt navn på hele nettstedet. Det vises på toppen av hver side.
pl: Nazwa strony jest krótka i (miejmy nadzieję) unikalnym tytułem całej strony internetowej. Będzie on wyświetlany na górze każdej strony.
sk: Tento názov by mal byť krátky a ak je to možné, mal by byť jediným názvom internetového portálu. Názov sa bude zobrazovať v záhlaví každej stránky.

source: Site subtitle
it: Sottotitolo del portale
no: Nettstedets undertittel
pl: Podtytuł witryny
sk: Podnázov portálu

source: Site icon
pl: Ikona na stronie

source: Default language
it: Lingua di riferimento
no: Standardspråk
pl: Domyślny język
sk: Východzí jazyk

source: Defines the language (lowercase ISO 639-1 Alpha-2 code) to be used when content language negotiation fails. If not set (which is the default), the server will issue a 606 HTTP error (Not acceptable) when the document is not available in any of the requested languages. The error page will contain a description of the problem and a list of available language variants of the requested document. The negotiation is based on the browser setting of user's language preference passed through the 'Accept-Language' HTTP header. If set, Wiking will automatically serve given language variant instead of issuing the error if that variant is available. If unavailable, the 606 error is raised anyway, so you need to make sure that all documents are available at least in the default language variant if you want to avoid 606 errors completely.
it: Definisce il linguaggio (minuscolo ISO 639-1 Alpha-2 code) da usare se falisce la negoziazione della lingua dei contenuti. Se non impostato (il ciò è predefinito), il server invierà un errore al 606 HTTP (non accettabile) quando il documento non è disponibile in nessuna delle lingue richieste. La pagina di errore dovrà contenere una descrizione del problema e un elenco delle varianti della lingua a disposizione del documento richiesto. Il negoziato è basato sulla configurazione del browser della lingua preferita dell'utente inviata attraverso il 'Accept-Language' HTTP testo. Se impostato, Wiking utilizza automaticamente la versione della lingua prescelta invece di creare un errore, se tale versione è disponibile. Se non è accessibile, l'errore 606 viene generato comunque, quindi è necessario assicurarsi che tutti i documenti sono disponibili, almeno nella variante di lingua predefinita, se si vuole evitare gli errori 606 completamente.
no: Definerer språket (ISO 639-1 Alpha-2 code) som skal brukes når ingen av de foretrukne språkene er tilgjengelige. Hvis det ikke er satt (som er standard), vil serveren utstede en 606 HTTP-feil (Ikke akseptabelt) når dokumentet ikke er tilgjengelig i noen av de forespurte språkene. Feilsiden inneholder en beskrivelse av problemet og en liste over hvilke språkvarianter det dokumentet du ville ha, er tilgjengelig i. Forhandlingene er baserte på nettleserens innstillinger for brukerspråk gjennom 'Accept-Language' HTTP-overskriften. Hvis brukerspråket er angitt, vil Wiking automatisk vise gitt språkvariant i stedet for å utstede feilen så lenge varianten er tilgjengelig. Hvis den ikke er det, vil 606-feilen uansett komme, så du må passe på at alle dokumenter er tilgjengelige i det minste i standardspråket hvis du vil helt unngå 606-feilen.
pl: Definiuje język (małe ISO 639-1 Alfa-2 kod)do użycia kiedy serwer nie potrafi znaleźć odpowiedniego języka. Jeśli nie zostało ustwanione, (co jest domyślnie), serwer będzie miał problem HTTP 606 (Niedozwolony), gdy dokument nie jest dostępny w żadnym z wymaganych języków. Strona błędu może zawierać opis problemu i listę dostępnych wariantów językowych wymaganych dokumentów. Poszukiwania są oparte na ustawieniach przeglądarki użytkownika języka przejdź do "Accept-Language header" HTTP. Jeśli jest ustawiona, Wiking automatycznie ustawi język zamiast pokazywać błąd, jeśli ten wariant jest dostępny. Jeśli jest to niemożliwe, błąd 606 będzie występował tak czy inaczej, tak, więc trzeba się upewnić, że wszystkie dokumenty są dostępne w wariancie języka domyślnego, jeżeli chcesz uniknąć błędów 606 całkowicie.
sk: Definuje jazyk (ISO 639-1 Alpha-2 kód), ktorý má byť použitý, ak obsah zvoleného jazyk zlyhá. Ak nie je nastavený (čo je predvolená hodnota), server vygeneruje chybu 606 HTTP (Nie je prijateľné), ak dokument nebude k dispozícii v žiadnom z požadovaných jazykov. Stránka o chybách bude obsahovať popis problému a zoznam dostupných jazykových variánt k požadovanému dokumentu. Zobrazenie závisí na nastavení prehliadača používateľa a na jeho jazykových preferenciách odosielaných cez HTTP záhlavie 'Akceptovať-Jazyk'. Ak je to nastavené, Wiking automaticky zobrazí dostupnú jazykovú variantu namiesto zobrazenia hlásenia o chybe. Ak nie je dostupná, bude zobrazené hlásenie o chybe 606, takže ak mu chcete úplne predísť, uistite sa, že všetky dokumenty sú dostupné aspoň vo východzom jazyku.

source: Display role in login panel
pl: Pokaż pozycje użytkownika

source: It is, however, recommened to use the simplest possible formatting, since the item may be also published through an RSS channel, which does not support formatting.
it: Viene raccomandato l'uso della più semplice formatazzione possibile, perchè la voce può essere pubblicata anche attraverso il canale RSS che non supporta la formatazione.
no: Det anbefales å bruke enklest mulig formatering, siden elementet kan også publiseres via en RSS-kanal, som ikke støtter formatering.
pl: Ważne jest, aby zastosować najprostsze możliwe formatowanie, pozycja ta może być również opublikowane za pośrednictwem kanałów RSS, który nie obsługuje formatowania.
sk: Je však doporučované použiť čo najjednoduchšie formátovanie, pretože položka môže byť zverejnená tiež prostredníctvom RSS kanálu, ktorý formátovanie nepodporuje.

source: Edit the given text as needed, in accordance with structured text rules.
it: Modifica il testo, se necessario, in conformità con le norme del testo strutturato.
no: Rediger den gitte teksten etter behov, i samsvar med regler for strukturert tekst.
pl: Edytuj podany tekst jeśli jest to wymagane, zgodnie z zasadami.
sk: Upravte text podľa potreby, formátovaný podľa pravidiel pre štrukturovaný text.

source: Ok
fr: Bien

source: Webmaster's e-mail address
it: Indirizzo e-mail dell'amministratore
no: Vevadministratorens e-postadresse
sk: Emailová adresa webmastera

source: Force HTTPS login
it: Richiedi HTTPS per la connessione
no: Fremtving HTTPS logginn
sk: Účinnosť HTTP prihlásení

source: Site subtitle is an optional more descriptive title of the website. It will appear at the top of every page together with site title, but where brevity matters, only title will be used.
it: Il sottotitolo è una definizione del portale più dettagliata ma non obbligatoria. Verrà visualizzato nell'intestazione di ogni pagina ma lì, dove necessiterà la brevità, verrà tralasciato.
no: Nettstedets undertittel er et valgfritt, mer beskrivende navn på nettsiden. Det vises på toppen av hver side, sammen med nettstedstittelen; men hvor det er viktig å fatte seg i korthet, vil bare tittelen brukes.
sk: Podnázov je nepovinný podrobnejší popis portálu. Bude tiež zobrazený v záhlaví každej stránky, ale v situáciách, ktoré vyžadujú stručnosť, bude vynechaný.

source: HTTP Referer
it: Origine
no: HTTP-refererer

source: E-mail
es: Correo electrónico
no: E-post
