Repository: cerha/wiking
Catalog: translations/wiking.*.po
Languages: de, es, fr, hu, it, no, pl, ro

source: Unable to perform a database operation.
fr: Impossible d'effectuer une opération de base de données.
hu: A művelet végrehajtása az adatbázisban sikertelen.
pl: Nie można wykonać operacji bazy danych.
ro: Efectuarea operaţiei de bază de date a eşuat.

source: Powered by
de: Betrieben in
es: Desarrollado por
fr: Propulsé par
it: Gestito da
no: Drevet av
pl: Zasilany przez
ro: Oferit de

source: Accessibility Statement
de: Zugriffserklärung
es: Declaración de accesibilidad
fr: Déclaration d'accessibilité
hu: Hozzáférési nyilatkozat
it: Dichiarazione d'accesso
no: Tilgjengelighetserklæring
ro: Declaraţie de Accesibilitate

source: In this section:
de: In dieser Sektion:
es: En esta sección:
fr: Dans cette section :
hu: Szekció tartalmazza:
it: In questa sezione:
no: I denne seksjonen:
pl: W tej części:
ro: În această secţiune:

source: Local navigation
de: Navigation dieser Sektion
es: Navegación local
fr: Navigation locale
hu: Almenü
it: Navigazione locale
no: Lokalnavigasjon
pl: Nawigacja lokalna
ro: Navigaţia acestei secţiuni

source: This value already exists. Enter a unique value.
de: Dieser Wert wird bereits verwendet. Geben Sie einen einzigartigen Wert ein.
es: Este valor ya existe. Introduzca un valor único.
fr: Cette valeur existe déjà. Entrez une valeur unique.
hu: Ez az érték már létezik. Válasszon egyedi értéket.
it: Questo valore è già esistente. Inserisci un valore unico.
no: Denne verdien finnes allerede. Angi en unik verdi.
ro: Această valoare deja există. Introduceţi o valoare unică.

source: Empty value. This field is mandatory.
de: Wert hinzufügen. Pflichtposten
es: Valor vacío. Este campo es obligatorio.
fr: Valeur vide. Ce champ est obligatoire.
hu: Üres mező. A mező kitöltése kötelező.
it: Valore nullo. Questa voce è obbligatoria.
no: Tom verdi. Dette feltet er obligatorisk.
pl: Pusta wartość. To pole jest obowiązkowe.
ro: Valoare goală. Acest câmp este obligatoriu.

source: New record
de: Neuer Eintrag
es: Nuevo registro
fr: Nouveau dossier
hu: Új elem
it: Nuova registrazione
no: Ny fortegnelse
pl: Nowe nagranie
ro: Referinţă nouă

source: Create a new record
de: Neuen Eintrag erstellen
es: Crear un nuevo registro
fr: Créer un nouveau dossier
hu: Új elem létrehozása
it: Crea una nuova registrazione
no: Opprett en ny fortegnelse
pl: Stwórz nowe nagranie
ro: Crează o referinţă nouă

source: Edit
de: Korrektur
es: Editar
fr: Modifier
hu: Szerkeszt
it: Modifica
no: Rediger
pl: Edytuj
ro: Editează

source: Modify the record
de: Eintrag ändern
es: Modificar el registro
fr: Modifier le dossier
hu: Elem szerkesztése
it: Modifica la registrazione
no: Endre fortegnelsen
pl: Zmodyfikuj nagranie
ro: Modifică referinţa

source: Remove
de: Löschen
es: Eliminar
fr: Supprimer
hu: Töröl
it: Cancella
no: Fjern
pl: Zlikwiduj
ro: Şterge

source: Remove the record permanently
de: Eintrag endgültig entfernen
es: Eliminar el registro definitivamente
fr: Supprimer définitivement le dossier
hu: Elem végleges törlése
it: Cancella la registrazione in modo permanente
no: Fjern fortegnelsen for godt
pl: Usuń nagranie na stałe.
ro: Şterge irecuperabil referinţa

source: Please, confirm removing the record permanently.
de: Bestätigen Sie bitte, dass der Eintrag endgültig gelöscht werden soll.
es: Por favor, confirme eliminar el registro definitivamente.
fr: Veuillez confirmer la suppression définitive du dossier.
hu: Kérem, erősítse meg az elem végleges törlését.
it: Conferma la cancellazione della registrazione in modo permanente.
no: Vennligst bekreft at du vil fjerne fortegnelsen for godt.
pl: Potwierdź chęć usunięcia na stałe nagrania.
ro: Vă rugăm să confirmaţi ştergerea irecuperabilă a referinţei.

source: Copy
es: Copiar
fr: Copier
hu: Másol
it: Crea una coppia
no: Kopier
pl: Kopiuj
ro: Trage o copie

source: Create new record initialized by values of this record
es: Crear un nuevo registro inicializado con valores de este registro
fr: Créer un nouveau dossier avec les données de ce dossier
hu: Új elem létrehozása ezen rekord értékei szerint iniciálva
it: Crea una nuova registrazione con i valori predefiniti di questa registrazione
no: Opprett ny fortegnelse ut fra av denne fortegnelsens verdier
pl: Twórz nowy zapis inicjalizowany przez wartości tego zapisu
ro: Crează o referinţă iniţializată cu valorile acestei referinţe

source: Back to list
es: Volver a la lista
fr: Retour à la liste
hu: Vissza a listához
it: Ritorna all'elenco
no: Tilbake til listen
pl: Wróć do listy
ro: Înapoi la listă

source: Back to the list of all records
de: Zurück zum Auszug aller Einträge
es: Volver a la lista de todos los registros
fr: Retour à la liste de tous les dossiers
hu: Vissz a elemek listájához
it: Ritorna all'elenco di tutte le registrazioni
no: Tilbake til listen over alle fortegnelser.
pl: Wróć do listy wszystkich nagrań
ro: Înapoi la lista tuturor referinţelor

source: New record was successfully inserted.
de: Der neue Eintrag wurde erfolgreich angelegt
es: El nuevo registro ha sido insertado con éxito.
fr: Le nouveau dossier a été ajouté.
hu: Az új elem sikeresen be lett szúrva.
it: Nuova registrazione è stata inserita con successo.
no: Ny fortegnelse ble satt inn.
ro: Noua referinţă a fost introdusă cu succes.

source: The record was successfully updated.
de: Eintrag wurde erfolgreich aktualisiert.
es: El registro ha sido actualizado con éxito.
fr: Le dossier a été mis à jour.
hu: Az elemet sikeresen frissítette.
it: Nuova registrazione è stata aggiornata con successo.
no: Den nye fortegnelsen ble oppdatert.
pl: Nowe nagranie zostało pomyślnie uaktualnione.
ro: Referinţa a fost actualizată cu succes.

source: The record was deleted.
de: Eintrag wurde gelöscht.
es: El registro ha sido borrado.
fr: Le dossier a été supprimé.
hu: Az elem törlődött.
it: Registrazione è stata annullata.
no: Fortegnelsen ble fjernet.
pl: Nagranie zostało zlikwidowane.
ro: Referinţa a fost ştearsă.

source: Integrity check failed.
de: Kotrolle der Datenintegrität fehlgeschlagen.
no: Integritets sjekk feilet.
pl: Sprawdzanie integralności nie powiodło się.
ro: Controlul integrităţii datelor a eşuat.

source: Back
de: Zurück
es: Atrás
fr: En arrière
hu: Vissza
it: Indietro
no: Tilbake
pl: Cofnij
ro: Înapoi

source: An RSS channel is available for this section:
de: Für diese Sektion steht auch der RSS-Kanal zur Verfügung:
es: Un canal RSS está disponible para esta sección:
fr: Un canal RSS est disponible pour cette section :
hu: RSS csatorna elérhető a következő szekcióhoz:
it: Per questa sezione è disponibile anche il canale RSS:
no: En RSS-kanal er tilgjengelig for denne seksjonen:
pl: RSS kanał jest dostępny dla tego rozdziału:
ro: Pentru această secţiune este disponibil şi un canal RSS:

source: more about RSS
de: Mehr über RSS
es: Más sobre RSS
fr: plus d'informations sur RSS
hu: több információ az RSS-ről
it: ulteriori informazioni sul RSS
no: mer om RSS
pl: więcej o RSS
ro: mai mult despre RSS

source: No records.
de: Kein Eintrag
no: Ingen fortegnelse.
pl: Brak nagrań.
ro: Nici o referinţă.

source: The item was published.
de: Posten wurde veröffentlicht.
no: Elementet ble publisert.
pl: Pozycja została opublikowana.
ro: Obiectul a fost publicat.

source: The item was unpublished.
de: Veröffentlichung des Postens wurde storniert.
no: Elementet ble avpublisert.
pl: Pozycja nie została opublikowana.
ro: Publicarea obiectului s-a anulat.

source: Publish
de: Veröffentlichen
no: Publiser
pl: Opublikuj
ro: Publică

source: Make the item visible to website visitors
de: Diesen Posten für Besucher der Seite freigeben.
no: La elementet være synlig for besøkende på nettstedet
pl: Dodaj do pozycji widocznych dla odwiedzających
ro: Fă obiectul accesibil vizitatorilor site-ului

source: Unpublish
de: Veröffentlichen
no: Avpubliser
pl: Nieopublikowany
ro: Nu publica

source: Make the item invisible to website visitors
de: Posten für Besucher der Seite sperren.
no: La elementet være usynlig for besøkende på nettstedet
pl: Dodaj do pozycji nie widocznych dla odwiedzających
ro: Fă obiectul inaccesibil pentru vizitatorii site-ului

source: Page heading
es: Título de la página
fr: L'en-tête de la page
hu: Oldalcím
it: Intestazione della pagina
no: Sideoverskrift
pl: Tytuł strony
ro: Titlul paginii

source: Main navigation
de: Hauptnavigation
es: Navegación principal
fr: Navigation principale
hu: Főmenü
it: Navigazione principale
no: Hovednavigasjon
pl: Główna nawigacja
ro: Navigaţia principală

source: Main content
es: Contenido principal
fr: Contenu principal
hu: Fő tartalom
it: Contenuto
no: Innhold
pl: Spis treści
ro: Cuprinsul principal

source: Page footer
es: Pie de página
fr: Le pied de la page
hu: Lábjegyzet
it: Fondo della pagina
no: Sidefot
pl: Stopka strony
ro: Subsolul paginii

source: Language selection
de: Sprachauswahl
es: Selección de idioma
fr: Sélection de la langue
hu: Nyelv választás
it: Selezione di lingua
no: Språkvalg
pl: Języki
ro: Selectare limbă

source: Language:
de: Sprache:
es: Idioma:
fr: Langue :
hu: Nyelv:
it: Lingua:
no: Språk:
pl: Język:
ro: Limba:

source: Jump in page
de: Gehe zu Seite:
es: Saltar en la página
fr: Aller à la page
hu: Ugrás az oldalon
it: Vai a pagina
no: Gå på siden
pl: Idź do strony
ro: Treci la pagina

source: You are here:
de: Sie befinden sich hier:
es: Usted está aquí:
fr: Vous êtes ici :
hu: Ön itt áll:
it: Ti trovi qui:
no: Du er her:
pl: Jesteś tutaj:
ro: Te afli aici:

source: Show panels
de: Fenster abbilden
es: Mostrar paneles
fr: Afficher les panneaux
hu: Ablakok mutatása
it: Visualizza i pannelli
no: Vis panelene
pl: Pokaż panel
ro: Afişează panourile

source: Hide panels
de: Fenster ausblenden
es: Ocultar paneles
fr: Masquer les panneaux
hu: Ablakok elrejtése
it: Nascondi i pannelli
no: Skjul panelene
pl: Ukryj panel
ro: Ascunde panourile

source: RSS channel
es: RSS canal
fr: Le canal RSS
hu: RSS csatorna
it: Canale RSS
no: RSS-kanal
pl: RSS kanał
ro: RSS canal

source: Warning
es: Advertencia
fr: Le message d'avertissement
hu: Figyelmeztetés
it: Avvertenza
no: Advarsel
pl: Ostrzeżenie
ro: Atenţie

source: Last change: %(date)s, %(user)s
de: Letze Änderung: %(date)s, %(user)s
es: Último cambio: %(date)s, %(user)s
fr: Dernier changement : %(date)s, %(user)s
hu: Utólsó változtatások: %(date)s, %(user)s
it: Ultima modifica: %(date)s, %(user)s
no: Sist endret: %(date)s, %(user)s
pl: Ostatnia zmiana: %(date)s, %(user)s
ro: Ultima modificare: %(date)s, %(user)s

source: Enter your login name, please!
de: Geben Sie bitte Ihren Benutzernamen ein!
es: Introduzca su nombre de usuario, por favor!
fr: Veuillez entrer votre nom d'utilisateur.
hu: Kérem, üsse be a felhasználói nevét!
it: Ti preghiamo d'inserire il tuo nome utente!
no: Vennligst skriv inn ditt innloggingsnavn!
pl: Wpisz nazwe użytkownika
ro: Vă rugăm să introduceţi numele de utilizator!

source: Enter your password, please!
de: Geben Sie bitte Ihr Passwort ein!
es: Introduzca su contraseña, por favor!
fr: Veuillez entrer votre mot de passe, s'il vous plaît !
hu: Kérem, üsse be a jelszavát!
it: Ti preghiamo d'inserire la tua password!
no: Vennligst skriv inn ditt passord!
pl: Wpisz hasło
ro: Vă rugăm să introduceţi parola!

source: Invalid login!
de: Der eingegebene Suchbegriff enthält nichts, wonach die Suche möglich ist.
es: Usuario no válido!
fr: Identifiant non valide !
hu: Érvénytelen bejelentkezés!
it: Accesso non valido!
no: Ugyldig innlogging!
pl: Nieważny login!
ro: Autentificare invalidă!

source: Searching
de: Suche
es: Buscando
fr: La recherche
hu: Keresés
it: Ricerca
no: Søker
pl: Szukanie
ro: Căutare

source: Search results
de: Suchergebnis
es: Resultados de búsqueda
fr: Résultats de recherche
hu: Keresési eredmények
it: Risultati della ricerca
no: Søkeresultat
pl: Wyniki wyszukiwania
ro: Rezultatele căutării

source: Given search term doesn't contain any searchable term.
de: Der eingegebene Suchbegriff enthält nichts, wonach die Suche möglich ist.
es: No hay resultados para los parámetros de búsqueda.
fr: Le mot recherché ne correspond à aucun terme trouvable.
hu: A keresett karakterek nem tartalmaznak kereshető kifejezést.
it: Espressione cercata non contiene alcun termine per la ricerca.
no: Oppgitt søkeord inneholder ingen søkbare termer.
pl: Podany termin nie pasuje do żanego wyszukanego wyrażenia.
ro: Expresia de căutare introdusă nu conţine nici un termen de căutare.

source: Search words:
de: Wörter suchen:
es: Buscar palabras:
fr: Mots de recherche :
hu: Keresett szavak:
it: Ricerca parole:
no: Søk ordene:
pl: Szukane słowa:
ro: Caută cuvintele:

source: Search
de: Wörter suchen
es: Búsqueda
fr: Recherche
hu: Keresés
it: Ricerca
no: Søk
pl: Szukaj
ro: Caută

source: Nothing found.
de: Kein Ergebnis.
es: Nada encontrado.
fr: Rien de trouvé.
hu: Nincs találat.
it: Nessuna soluzione trovata.
no: Ingenting funnet.
pl: Nic nie znaleziono.
ro: Nici un rezultat.

source: The following modules were successfully reloaded:
de: Folgende Module wurden erfolgreich eingelesen:
es: Los siguientes módulos han sido recargados con éxito:
fr: Les modules suivants ont été rechargés avec succès :
hu: A következő modulok sikeresen újratöltve:
it: Seguenti moduli sono stati caricati con successo:
no: Følgende moduler lastet på nytt:
pl: Następujące moduły zostały pomyślnie przeładowane:
ro: Următoarele module au fost reîncărcate cu succes:

source: Reload
de: Einlesen
es: Recarga
fr: Recharger
hu: Frissít
it: Ricarica
no: Last på nytt
pl: Przeładowny
ro: Reîncărcare

source: Error %(code)d: %(name)s
de: Fehler %(code)d: %(name)s
fr: Erreur %(code)d : %(name)s
hu: Hiba %(code)d: %(name)s
it: Errore %(code)d: %(name)s
no: Feil %(code)d: %(name)s
pl: Błąd %(code)d: %(name)s
ro: Eroare %(code)d: %(name)s

source: Authentication required
de: Aktion erfordert Anmeldung
es: Autentificación necesaria
fr: Authentification requise
hu: Hitelesítés kötelező
it: L'operazione richiede di collegarsi
no: Godkjenning kreves
pl: Wymagane potwierdzenie
ro: Acţiunea solicită autentificare

source: Login
de: Anmeldung
es: Iniciar sesión
fr: Connexion
hu: Bejelentkezés
no: Innlogging
ro: Autentifică-te

source: Your password expired
es: Su contraseña ha caducado
fr: Votre mot de passe a expiré
hu: A jelszava lejárt
it: Tua password è scaduta
no: Passordet ditt er utløpt
pl: Twoje hasło wygasło
ro: Parolă expirată

source: Your password expired. Access to the application is now blocked for security reasons until you change your password.
es: Su contraseña ha caducado. El acceso a la aplicación está ahora bloqueado por razones de seguridad hasta que cambie su contraseña.
fr: Votre mot de passe a expiré. L'accès à l'application est maintenant bloqué pour des raisons de sécurité jusqu'à ce que vous changiez votre mot de passe.
hu: Jelszava érvényét vesztette. Az applikációba való belépése biztonsági okokból le van tiltva míg nem változtatja meg a jelszavát.
it: Tua password è scaduta. L'accesso all'applicazione rimarrà bloccato per motivi di sicurezza finchè non modificarai la password.
no: Passordet ditt er utløpt. AV sikkerhetshensyn er nå tilgangen til programmet nå sperret til du endrer passordet ditt.
pl: Twoje hasło wygasło. Dostęp do aplikacji został zablokowany z powodów bezpieczeństwa. Zmień hasła.
ro: Parolă expirată. Accesul la aplicaţie, din motive de securitate, va fi blocat până la schimbarea parolei.

source: Change your password
de: Änderung des Passworts
es: Cambie su contraseña
fr: Changez votre mot de passe
hu: Jelszó megváltoztatása
it: Cambia password
no: Endre passordet
pl: Zmień hasło
ro: Schimbă parola

source: The item '%s' is not available.
de: Posten '%s' nicht verfügbar.
es: El registro '%s' no está disponible.
fr: L'élément '%s' n'est pas disponible.
hu: A '%s' elem nem elérhető.
it: La voce '%s ' non è disponibile.
no: Elementet '% s' er ikke tilgjengelig.
pl: Pozycja '%s' nie jest dostępna.
ro: Obiectul '%s' nu este accesibil.

source: The item exists on the server, but can not be accessed.
es: El registro existe en el servidor, pero no puede dar acceso.
fr: L'élément existe sur le serveur, mais ne peut pas être consulté.
hu: Az elem létezik a szerveren, de nem hozzáférhető.
it: La voce richiesta esiste sul server ma non può essere visualizzata.
no: Elementet eksisterer på serveren, men kan ikke nås.
pl: Ta pozycja istnieje na serwerze, ale nie można uzyskać dostępu.
ro: Obiectul solicitat există la serverul nostru, dar nu poate fi afişat.

source: Access Denied
es: Acceso Denegado
fr: Accès refusé
hu: Belépés megtagadva
it: Accesso non consentito
no: Ingen tilgang
pl: Dostęp Odrzucony
ro: Accesul refuzat

source: You don't have sufficient privilegs for this action.
de: Sie haben für diese Aktion keine ausreichende Befugnis.
es: Usted no tiene autorización suficiente para hacer esta acción.
fr: Vous ne disposez pas des privilèges suffisants pour effectuer cette opération.
hu: Nincs jogosultsága a művelet végrehajtásához.
it: Non hai diritti sufficienti per poter eseguire quest'operazione.
no: Du har ikke tilstrekkelige rettigheter for denne handlingen.
pl: Nie masz wystarczających uprawnień aby wykonać to działanie.
ro: Nu aveţi drepturi suficiente pentru efectuarea acestei acţiuni.

source: If you are sure that you are logged in under the right account and you believe that this is a problem of access rights assignment, please contact the administrator at %s.
es: Si usted está seguro de que ha iniciado sesión con el nombre de usuario correcto y cree que es un problema de acceso, por favor envíe un correo electrónico al administrador en %s.
fr: Si vous êtes sûr que vous êtes connecté sous le bon compte et si vous croyez qu'il y a un problème avec les droits d'accès, veuillez contacter l'administrateur à %s.
hu: Ha biztos benne, hogy a helyesen lépett be a fiókjába és meggyőződése, hogy a probléma a belépési jogokkal van, kérem lépjen kapcsolatba a rendszergazdával %s.
it: Se sei sicuro di essersi collegato con l'indirizzo corretto ma pensi che si tratti di un errore d'impostazione, ti preghiamo di contattare l'amministratore di queste pagine all'indirizzo %s.
no: Hvis du er sikker på at du er logget inn med riktig konto og du mener at dette er et problem tilskrivelse av adgangsrettigheter, ta kontakt med administrator på % s.
pl: Jeśli jesteś pewny, że jesteś zalogowany na swoim koncie i uważasz, że jest to problem z prawem dostępu, prosimy o kontakt z administratorem % s.
ro: Dacă sunteţi siguri că v-aţi autentificat în contul de drept şi credeţi că aceasta este o eroare a setării, vă rugăm să contactaţi administratorul la adresa % s.

source: Invalid request arguments.
es: Argumentos solicitados no válidos.
fr: Demande non valide.
hu: Hibás kérési feltételek.
it: Argomenti della tua richiesta non sono validi.
no: Ugyldige forespørsel.
ro: Argumentele cererii invalide.

source: The item '%s' does not exist on this server or cannot be served.
de: Der gewünschte Posten '%s' existiert nicht auf diesem Server und kann nicht bedient werden.
es: El registro '%s' no existe en este servidor o no puede ser dado.
fr: L'élément '%s' n'existe pas sur le serveur ou n'est pas disponible.
hu: A '%s' elem nem létezik vagy nem elérhető a szerveren.
it: La voce richiesta '%s' non esiste su questo server, oppure non può essere supportata.
no: Elementet '%s' finnes ikke på denne serveren eller kan ikke vises.
pl: Ta pozycja '%s' nie istnieje na serwerze albo nie może zostać zrealizowana.
ro: Obiectul solicitat '%s' nu există pe acest server sau nu poate fi servit.

source: If you are sure the web address is correct, but are encountering this error, please contact the administrator at %s.
es: Si usted está seguro de que la dirección de la página web es correcta pero encuentra este error, por favor envíe un correo electrónico al administrador a %s.
fr: Si vous êtes sûr que l'adresse du site est correcte, mais vous rencontrez cette erreur, veuillez contacter l'administrateur à %s.
hu: Ha biztos benne, hogy a webcím helyes, de ennek ellenére tapasztalja a hibát, kérem lépjen kapcsolatba a rendszergazdával %s.
it: Se sei sicuro di aver inserito l'indirizzo corretto ma nonostante ciò l'errore persiste, ti preghiamo di contattare l'amministratore di queste pagine all'indirizzo %s.
no: Hvis du er sikker på at webadressen er riktig, men denne feilen oppstår okke som, send en e-mail til administrator %s.
pl: Jeżeli jesteś pewien, że adres internetowy jest poprawny, ale występuje ten błąd, skontaktuj się z administratorem na% s.
ro: Dacă sunteţi siguri că adresa introdusă este corectă şi cu toate acestea intervine această eroare, vă rugăm să contactaţi administratorul la adresa % s.

source: The resource '%s' is not available in either of the requested languages.
de: Der gewünschte Posten '%s' ist in keiner der gewünschten Sprachen verfügbar.
es: El recurso '%s' no está disponible en ninguno de los idiomas solicitados.
fr: La ressource '%s' n'est disponible dans aucune des langues demandées.
hu: A forrás '%s' nem elérhető egyik kívánt nyelven sem.
it: La voce selezionata '%s' non è disponibile in nessuna delle lingue richieste.
no: Ressursen '% s' er ikke tilgjengelig i noe av de valgte språkene.
pl: Zasób %s nie jest dostępny w żadnym z żądanych języków.
ro: Obiectul solicitat '%s' nu este accesibil în nici una dintre limbile solicitate.

source: The available variants are:
de: Verfügbare Varianten sind:
es: Las variantes disponibles son:
fr: Les versions disponibles sont :
hu: A lehetséges variációk a következők:
it: Le varianti disponibili sono:
no: De tilgjengelige variantene er:
pl: Dostępne warianty:
ro: Variantele accesibile sunt:

source: Your browser is configured to accept only the following languages:
de: Ihre Browser ist so eingestellt, dass er die folgenden Sprachen akzeptiert:
es: Su buscador está configurado para aceptar sólo los siguientes idiomas:
fr: Votre navigateur est configuré pour accepter uniquement les langues suivantes :
hu: Az Ön böngészője a következő nyelvekkel tud együttmüködni:
it: Il tuo browser è configurato per consentire le seguenti lingue:
no: Nettleseren din er konfigurert til å godta bare følgende språk:
pl: Twoja przeglądarka została dostosowana do następujących języków:
ro: Browser-ul dvs. este configurat pentru a accepta următoarele limbi:

source: If you want to accept other languages permanently, setup the language preferences in your browser or contact your system administrator.
de: Wenn Sie die permanente Abbildung der Dokumente in anderen Sprachen ermöglichen wollen, ändern Sie bitte die Spracheinstellung in Ihrem Browser oder wenden Sie sich an Ihren Systemverwalter.systému.
es: Si usted quiere aceptar otros idiomas permanentemente, configure las preferencias de idioma en su buscador o contacte con su administrador de sistema.
fr: Si vous voulez toujours accepter les autres langues, définissez-le dans la configuration des préférences linguistiques de votre navigateur ou contactez votre administrateur.
hu: Ha egyéb nyelveket is szeretne használni, állítsa be a böngészője nyelvi beállításaiban, vagy keresse fel a rendszergazdáját.
it: Se vuoi consentire in modo permanente la visualizzazione dei documenti in altre lingue, modifica il settaggio delle lingue nel tuo browser o contatta l'amministratore del tuo sistema.
no: Hvis du vil godta andre språk, endre språkinnstillingene i nettleseren din, eller kontakt din systemadministrator.
pl: Jeśli chcesz uzyskać stały dostęp do innych języków, ustaw preferencje językowe w przeglądarce, albo skontaktuj się z administratorem systemu.
ro: Dacă doriţi să permiteţi afişarea permanentă a documentelor în alte limbi, configuraţi preferinţele de limbă din browser-ul dvs. sau contactaţi administratorul sistemului.

source: Internal Server Error
es: Error interno del servidor
fr: Erreur interne du serveur
hu: Belső szerverhiba
it: Errore interno del sistema
no: Intern serverfeil
pl: Wewnętrzny błąd serwera
ro: Eroare internă a sistemului
