Repository: cerha/wiking
Catalog: translations/wiking-cms.*.po
Languages: cs, es, fr, hu, it, no, pl, ro, sk

source: Website Administration
cs: Správa webu

source: Content Management
cs: Správa obsahu

source: Enter the Management Interface
cs: Vstoupit do správcovského rozhraní

source: Leave the Management Interface
cs: Opustit správcovské rozhraní
es: Salir de Gestión del interfaz
fr: Quitter l'interface de gestion
hu: Kilépés a Wiking kezelőfelületből
it: Esci dall'interfaccia dell'amministrazione del contenuto
no: Forlat Management Interface
pl: Zostaw Management Interface
ro: Părăseşte interfaţa administrării cuprinsului
sk: Opustiť rozhranie správy obsahu

source: Switch to Production Mode
cs: Přepnout do režimu ostrého provozu

source: Switch to Preview Mode
cs: Přepnout do režimu konceptu

source: Edit the Current Page
cs: Upravit aktuální stránku

source: Create a New Page
cs: Vytvořit novou stránku

source: Log in for site administration
cs: Přihlásit pro správu tohoto webu

source: Switching to preview mode
cs: Přepínám do režimu konceptu

source: Switching to production mode
cs: Přepínám do režimu ostrého provozu

source: Welcome to Wiking CMS
cs: Vítejte ve Wiking CMS

source: Create a new page
cs: Vytvořit novou stránku

source: There are no published pages. You need to switch to the Preview mode to be able to access the unpublished pages.
cs: Žádné stránky nejsou zveřejněné. Musíte přepnout do režimu konceptu, pokud chcete přistupovat k nezveřejněným stránkám.

source: Management Interface
cs: Správcovské rozhraní

source: User %s is already registered for another site. Please, confirm the account for this site.
cs: Uživatel %s je již registrován pro přidružený web. Potvrďte prosím účet pro tento web.

source: New Panel
cs: Nový panel

source: To generate the request, you can use the OpenSSL package and the attached OpenSSL configuration file. In such a case use the following command to generate the certificate request, assuming your private key is stored in a file named `key.pem':
cs: Pro vygenerování požadavku na certifikát můžete použít OpenSSL spolu s přiloženým konfiguračním souborem. Můžete potom vygenerovat požadavek na certifikát, za předpokladu že váš privátní klíč je uložen v souboru pojmenovaném „key.pem“, následovně:

source: PEM file
cs: PEM soubor

source: Upload a PEM file containing the certificate
cs: Upload PEM souboru obsahujícího certifikát

source: Certificate
cs: Certifikát

source: X509 structure
cs: Struktura dat X509

source: Serial number
cs: Sériové číslo

source: Certification Authority
cs: Certifikační autorita

source: Valid from
cs: Platný od

source: Valid until
cs: Platný do

source: Trusted
cs: Důvěryhodný

source: When this is checked, certificates signed by this root certificate are considered valid.
cs: Je-li toto políčko zatrženo, certifikáty podepsané touto certifikační autoritou jsou považovány za platné.

source: Invalid certificate
cs: Chybný certifikát

source: Unprocessable serial number
cs: Chybné sériové číslo

source: The certificate is not valid
cs: Certifikát je neplatný

source: CA Certificates
cs: Certifikáty certifikačních autorit

source: Manage trusted root certificates.
cs: Správa důvěryhodných kořenových certifikátů

source: This is not a CA certificate.
cs: Nejedná se o certifikát certifikační autority

source: User Certificates
cs: Uživatelské certifikáty

source: Manage user and other kinds of certificates.
cs: Správa uživatelských a ostatních certifikátů.

source: Subject
cs: Předmět
es: Asunto
fr: Objet
hu: Tárgy
it: Oggetto
no: Emne
pl: Temat
ro: Subiectul
sk: Predmet

source: Name
cs: Název
es: Nombre
fr: Nom
hu: Név
it: Titolo
no: Navn
pl: Nazwa
ro: Denumire
sk: Názov

source: Upload a PEM file containing the certificate request
cs: Odeslání PEM souboru obsahujícího požadavek na certifikát

source: Certificate request could not be processed
cs: Požadavek na certifikát se nepodařilo zpracovat

source: Certificate upload
cs: Odeslání certifikátu

source: The content should be formatted as LCG structured text. See the %(manual)s.
cs: Obsah může být formátován pomocí strukturovaného textu LCG, viz %(manual)s.
es: El contenido tiene que tener formato de texto estructurado de LCG. Consulte el %(manual)s.
fr: Le contenu devrait être formaté comme le texte structuré LCG. Voir le %(manual)s.
hu: A tartalmat LCG szerkesztett szövegként kell formázni. Lásd a %(manual)s.
it: Il contenuto può essere formatato con l'aiuto di testo strutturato LCG, vedi %(manual)s.
no: Innholdet må formateres som LCG-strukturert tekst. Se %(manual)s.
pl: Treść powinna być w formacie LCG skonstruowany. Patrz %(manual)s.
ro: Conţinutul poate fi formatat cu ajutorul textului structurat LCG, a se vedea %(manual)s.
sk: Obsah môže byť formátovaný pomocou štrukturovaného textu LCG, viď %(manual)s.

source: Error processing document content:
cs: Chyba při zpracování obsahu dokumentu:

source: unknown
cs: neznámý
es: desconocido
fr: inconnu
hu: ismeretlen
it: sconosciuto
no: ukjent
pl: nieznany
ro: necunoscut
sk: neznámy

source: Users
cs: Uživatelé
es: Usuarios
fr: Utilisateurs
hu: Felhasználók
it: Utenti
no: Brukere
pl: Użytkownicy
ro: Utilizatori
sk: Používatelia

source: Manage user accounts, privileges and perform other user related tasks.
cs: Spravovat uživatelské účty, práva a provádět další akce s uživateli.
fr: Gérer les comptes et les privilèges des utilisateurs et exécuter d'autres tâches liées aux utilisateurs.
hu: Felhasználói fiókok, jogkörök és egyéb felhasználói beállítások kezelése.
pl: Zarządzanie kontami użytkowników, przywilejami i wykonywanie innych zadań związanych z użytkownikiem.
ro: Administrează conturile de utilizator, drepturile şi efectuează alte operaţii cu utilizatorii.

source: Look & Feel
cs: Vzhled

source: Customize the appearance of your site.
cs: Přizpůsobit vzhled portálu.
es: Configurar la apariencia de su sitio web.
fr: Personnalisez l'apparence de votre site.
hu: A weblap megjelenésének beállításai.
it: Personalizza l'aspetto del portale.
no: Tilpass utseendet på ditt nettsted.
pl: Dostosowywanie wyglądu witryny.
ro: Personalizaţi aspectul site-ului.
sk: Prispôsobiť vzhľad portálu.

source: Setup
cs: Nastavení
es: Configurar
fr: Installation
hu: Beállítások
it: Configurazione
no: Oppsett
pl: Ustawienie
ro: Setare
sk: Nastavenie

source: Edit global properties of your web site.
cs: Upravit globální nastavení portálu.
es: Gestionar propiedades globales de su sitio web.
fr: Modifier les propriétés globales de votre site web.
hu: A webhely globális tulajdonságainak szerkesztése.
it: Modifica la configurazione globale del portale.
no: Rediger globale egenskaper for nettstedet ditt.
pl: Edycja właściwości globalne witryny internetowej.
ro: Editează setarea globală a site-ului.
sk: Upraviť všeobecné nastavenia portálu.

source: Authenticated approved user
cs: Autentizovaný a povolený uživatel

source: Successfuly registered user
cs: Úspěšně registrovaný uživatel

source: User administrator
cs: Správce uživatelů

source: Crypto administrator
cs: Správce šifrování

source: Content administrator
cs: Správce obsahu

source: Settings administrator
cs: Správce nastavení

source: Mail administrator
cs: Správce emailů

source: Style administrator
cs: Správce stylů

source: Administrator
cs: Správce
es: Administrador
fr: Administrateur
hu: Rendszergazda
it: Amministratore
sk: Správca

source: Attempting to Access Encrypted Area
cs: Pokus o přistup do šifrované oblasi

source: No records.
cs: Žádné záznamy.

source: checked
cs: zaškrtnuto

source: unchecked
cs: nezaškrtnuto

source: empty value
cs: prázdná hodnota

source: The default setting is %s.
cs: Výchozí nastavení je %s.

source: Basic Configuration
cs: Základní nastavení
es: Configuración básica
fr: Configuration de base
hu: Alapbeállítás
it: Configurazione
no: Grunnkonfigurasjon
pl: Podstawowa konfiguracja
ro: Configurare de bază
sk: Základné nastavenie

source: Edit site configuration.
cs: Upravit globální nastavení portálu.
es: Edita la configuración de sitio web.
fr: Modifier la configuration du site.
hu: Hálózati beállítások szerkesztése.
it: Modifica la configurazione del portale.
no: Rediger nettstedets konfigurasjon.
pl: Edycja konfiguracji witryny.
ro: Editează configurarea globală a site-ului.
sk: Upraviť nastavenie portálu.

source: This address is used as public contact address for your site. It is displayed at the bottom of each page, in error messages, RSS feeds and so on. Please make sure that this address is valid (e-mail sent to it is delivered to a responsible person).
cs: Tato adresa je použita jako veřejný kontakt na správce portálu. Je zobrazena v zápatí každé stránky, v chybových zprávách, RSS kanálech a podobně. Ujistěte se, prosím, že adresa je platná a že zprávy na ni odeslané jsou doručeny zodpovědné osobě.
es: Esta dirección se utiliza como dirección de contacto de la web. Se muestra en la parte inferior de cada página, en mensajes de error, canales RSS, etc. Asegúrese de que esta dirección sea válida (es decir, un email enviado a ella llega a la persona responsable).
fr: Cette adresse est utilisée comme une adresse publique de votre site. Elle est affichée au bas de chaque page, dans les messages d'erreur, flux RSS etc. S'il vous plaît, assurez-vous que cette adresse est valide (e-mail envoyé est livrée à un responsable).
hu: Ez a cím az nyilvános kontaktusként működik az oldalához. Minden oldal alján megjelenik, hibaüzenetekben, RSS üzenetekben, stb. Kérem, bizonyosodjon meg afelől, hogy a e-mail cím érvényes (az erre a címre elküldött e-mailek eljutnak a címzetthez).
it: Questo indirizzo viene utilizzato come l'indirizzo di contatto con il pubblico per il tuo portale. Viene visualizzato in fondo di ogni singola pagina, nelle notifiche di errore, nei canali RSS e così via. Ti preghiamo di controllare la validità del tuo indirizzo (i messaggi inviativi vengono consegnati alla persona competente).
no: Denne adressen brukes som offentlig kontaktadresse for nettstedet ditt. Den vises nederst på hver side, i feilmeldinger, i RSS-feeds og så videre. Vennligst sørg for at denne adressen er gyldig (e-post sendt hit skal leveres til en ansvarlig person).
pl: Adres ten jest wykorzystywany jako publiczny adres kontaktowy dla Twojej witryny. Jest on wyświetlany na dole każdej strony, komunikaty o błędach, kanały RSS. Upewnij się, że ten adres jest ważny (e-mail, jest dostarczony do osoby odpowiedzialnej).
ro: Această adresă este folosită ca adresă de contact public pentru site-ul dumneavoastră. Aceasta este afişată în partea de jos a fiecărei pagini, în mesaje de eroare, canale RSS şi aşa mai departe. Vă rugăm, asiguraţi-vă că această adresă este valabilă (e-mailurile trimise aici sunt trimise unei persoane responsabile).
sk: Táto adresa je používaná ako verejný kontakt na správcu portálu. Je zobrazovaná v dolnej časti každej stránky, v správach o chybách, RSS kanáloch a podobne. Uistite sa prosím, že adresa je platná a že správy na ňu odoslané sú doručené správnej osobe.

source: E-mail messages sent by the system, such as automatic notifications, password reminders, bug-reports etc. will use this sender address. Please make sure that this address is valid, since users may reply to such messages if they encounter problems.
cs: E-mailové zprávy odesílané systémem, jako např. automatické notifikace, chybová hlášení, připomenutí zapomenutého hesla apod. budou jako adresu odesílatele používat zadanou adresu. Ujistěte se, prosím, že adresa je platná, neboť uživatelé mohou na tyto systémové zprávy odpovídat (např. v případě problémů).
es: Los mensajes de correo electrónico enviados por el sistema, tales como las notificaciones automáticas, recordatorios de contraseña, informes de errores, etc., utilizan esta dirección de remitente. Asegúrese de que esta dirección sea válida, puesto que los usuarios pueden contestar a estos mensajes si se encuentran con problemas.
fr: Les e-mails envoyés par le système, tels que notifications automatiques, rappels de mot de passe, rapports de bug, etc. utiliseront cette adresse de l'expéditeur. S'il vous plaît, assurez-vous que cette adresse est valide, pour que les utilisateurs puissent répondre à ces messages s'ils rencontrent des problèmes.
hu: A rendszer által küldött e-mailek, mint az automatikus értesítések, jelszó emlékeztetők, hibaüzeneket, stb. ezt a címet fogják fogják használni. Kérem bizonyosodjon meg afelől, hogy a cím érvényes, mivel a felhasználók válaszolhatnak az egyes mailekre, ha problémát tapasztalnak.
it: E-mail inviate dal sistema, come per esempio le notifiche automatiche, promemoria password, bug-reports ecc., utilizzeranno questo indirizzo del mittente. Ti preghiamo di controllare affinchè l'indirizzo sia valido perchè gli utenti possono rispondere a questi messaggi, se hanno problemi.
no: E-postmeldinger sendt av systemet, for eksempel automatiske varsler, passordpåminnelser, feilrapporter og så videre, vil bruke denne avsenderadressen. Vennligst sørg for at denne adressen er gyldig, siden brukere ofte svarer på slike meldinger hvis de får problemer.
pl: E-maile wysłane przez system, takie jak automatyczne powiadomienia, przypomnienia hasła, błędów itp. raporty będą korzystać z tego adresu. Upewnij się, że ten adres jest ważny, ponieważ użytkownicy mogą odpowiadać na takie wiadomości, jeśli napotkają problemy.
ro: Mesajele e-mail trimise de sistem, cum ar fi notificări automate, de reamintire a parolei, rapoarte de eroare etc., vor folosi ca adresă a expeditorului adresa introdusă. Vă rugăm asiguraţi-vă că această adresă este validă, deoarece utilizatorii pot răspunde la astfel de mesaje de sistem de exemplu, în cazul în care se confruntă cu probleme.
sk: Emailové správy odosielané systémom, ako napríklad automatické upozornenia, hlásenia o chybe, pripomenutie zabudnutého hesla a podobne, budú ako adresu odosielateľa používať zadanú adresu. Uistite sa prosím, že adresa je platná, aby používatelia mohli na tieto správy odpovedať v prípade problémov.

source: First
cs: První

source: Prior to "%s"
cs: Zařadit před „%s“

source: Last
cs: Poslední

source: Panels
cs: Panely
es: Paneles
fr: Panneaux
hu: Panelok
it: Pannelli
no: Paneler
pl: Panele
ro: Panouri
sk: Panely

source: Language
cs: Jazyk
es: Idioma
fr: Langue
hu: Nyelv
it: Lingua
no: Språk
pl: Język
ro: Limba
sk: Jazyk

source: Title
cs: Název
es: Título
fr: Titre
hu: Cím
it: Titolo
no: Tittel
pl: Nazwa
ro: Titlu
sk: Názov

source: Identifier
cs: Identifikátor
es: Identificador
fr: Identifiant
hu: Azonosító
it: Identificatore
no: Identifikatoren
pl: Identyfikator
ro: Identificator
sk: Identifikátor

source: Assign an optional unique panel identifier if you need to refer to this panel in the stylesheet.
cs: Přiřaďte nepovinný unikátní identifikátor panelu pokud potřebujete odkazovat na tento panel ve stylech.

source: Order
cs: Pořadí
es: Orden
fr: Ordre
hu: Sorrend
it: Sequenza
no: Rekkefølge
pl: Kolejność
ro: Ordine
sk: Poradie

source: Number denoting the order of the panel on the page.
cs: Číslo udávající pořadí panelu na stránce.
es: Número que indica el órden de los panelos en la página.
fr: Numéro indiquant l'ordre des panneaux.
hu: A panel az oldalon levő sorrendjét jelző szám.
it: Numero che indica la sequenza del pannello sulla pagina.
no: Nummer som viser hvilken nummer i rekken panelet er på en side.
pl: Liczba wskazująa kolejność panelu na stronie.
ro: Numărul care indică ordinea panourilor pe pagină.
sk: Číslo udávajúce poradie panelu na stránke.

source: List items
cs: Výpis položek
es: Registros de la lista
fr: Éléments de la liste
hu: Elemek listája
it: Lista delle voci
no: List opp elementer
pl: Lista pozycji
ro: Lista obiectelor
sk: Výpis položiek

source: The items of the extension module used by the selected page will be shown by the panel. Leave blank for a text content panel.
cs: Panel bude zobrazovat položky rozšiřujícího modulu vybrané stránky. Ponechte prázdné, pokud chcete do panelu umístit pouze vlastní textový obsah.
es: Los registros del módulo de extensión utilizadas por la página seleccionada se mostrará en el panel. Dejar en blanco para poner un contenido de panel de texto.
fr: Les éléments du module d'extension utilisés par la page sélectionnée seront affichés par le panneau. Laissez en blanc pour un panneau avec un contenu textuel.
hu: Az oldal által használt kiterjesztett modul elemei a panel mellett jelennek meg. Hagyja üresen a szöveges panelhez.
it: Il pannello visualizzerà le voci del modulo d'estensione per le pagine selezionate. Lascia vuoto se desideri inserire soltanto il contenuto del testo.
no: Elementene til ekstensjonsmodulens brukt av den utvalgte siden vises av panelet. La stå tomt for et panel med tekst.
pl: Pozycje modułu rozszerzenia wykorzystywane przez wybrane strony będą wyświetlane w panelu. Pozostaw puste pole dla zawartości tekstowej panelu.
ro: Panoul va afişa obiectele modulului de extensie a paginii selectate. Lăsaţi necompletat dacă doriţi să introduceţi pe panou doar un text de conţinut.
sk: Panel bude zobrazovať položky rozširujúceho modulu zadanej stránky. Nevyplňujte ak chcete do panelu umiestniť textový obsah.

source: Module
cs: Modul
es: Módulos
hu: Modul
it: Modulo
no: Modul
pl: Moduł
ro: Modul
sk: Modul

source: Items count
cs: Počet položek
es: Contador de registros
fr: Nombre d'éléments
hu: Elemek száma
it: Numero di voci
no: Antall elementer
pl: Ilość pozycji w tabeli
ro: Numărul obiectelor
sk: Počet položiek

source: Number of items from the selected module, which will be shown by the panel.
cs: Počet položek vybraného modulu, které budou panelem zobrazeny.
es: Número de registros del módulo seleccionado, que será mostrado en el panel.
fr: Le nombre d'éléments du module choisi, qui seront affichés par le panneau.
hu: A kiválasztott modul elemeinek száma, melyek a panel mellett jelennek meg.
it: Numero di voci del modulo richiesto che verranno visualizzate dal pannello.
no: Antall elementer fra den valgte modulen som skal vises på panelet.
pl: Liczba przedmiotów z wybranych modułów, które będą wyświetlane w panelu.
ro: Numărul obiectelor modulului selectat care vor fi afişate de panou.
sk: Počet položek vybraného modulu, ktoré budú panelom zobrazené.

source: Content
cs: Obsah
es: Contenido
fr: Contenu
hu: Tartalom
it: Contenuto
no: Innhold
pl: Zawartość
ro: Conţinut
sk: Obsah

source: Additional text content displayed on the panel.
cs: Přidaný textový obsah panelu.
es: Texto adicional mostrado en el panel.
fr: Le contenu supplémentaire a été affiché sur le panneau.
hu: További szöveg, amely a panelen megjelenik.
it: Ulteriori contenuti di testo visualizzati sul pannello.
no: Ytterligere tekst vist på panelet.
pl: Dodatkowa zawartość tekstu wyświetlana na panelu.
ro: Conţinutul de text al panoului adăugat.
sk: Pridaný textový obsah panelu.

source: Published
cs: Zveřejněno
es: Publicado
fr: Publié
hu: Közzétesz
it: Pubblicato
no: Publisert
pl: Opublikowany
ro: Publicat
sk: Zverejnené

source: Controls whether the panel is actually displayed.
cs: Určuje, zda je panel skutečně zobrazen.
es: Controles si el panel está mostrado.
fr: Vérifie si le panneau est réellement affiché.
hu: Ellenőrzi, hogy a panel meg van-e jelenítve.
it: Determina se il pannello è veramente visualizzato.
no: Kontrollerer om panelet vises.
pl: Określa, czy panel jest obecnie widoczna.
ro: Verifică dacă panoul este într-adevăr afişat.
sk: Kontroluje, či je panel skutočne zobrazený.

source: Publish
cs: Zveřejnit
es: Publicar
fr: Publier
hu: Közzétesz
it: Pubblica
no: Publiser
pl: Opublikuj
ro: Publică
sk: Zverejniť

source: Make the panel visible in production mode
cs: Učinit panel viditelným v režimu ostrého provozu

source: Unpublish
cs: Zneveřejnit
es: No publicar
fr: Ne pas publier
hu: Nem tesz közzé
it: Non pubblicare
no: Avpubliser
pl: Nieopublikowany
ro: Nu publica
sk: Nezverejeniť

source: Make the panel invisible in production mode
cs: Učinit panel neviditelným v režimu ostrého provozu

source: Popup the menu of actions for this panel
cs: Zobrazit menu akcí pro tento panel

source: The panel was published.
cs: Panel byl zveřejněn.

source: The panel was unpublished.
cs: Zveřejnění panelu bylo zrušeno.

source: Languages
cs: Jazyky
es: Idiomas
fr: Langues
hu: Nyelvek
it: Lingue
no: Språk
pl: Języki
ro: Limbi
sk: Jazyky

source: Manage available languages.
cs: Správa dostupných jazyků.
es: Gestionar idiomas disponibles.
fr: Gérer les langues disponibles.
hu: Rendelkezésre álló nevek kezelése.
it: Gestisci le lingue disponibili.
no: Administrer tilgjengelige språk.
pl: Zarządzaj dostępnymi językami.
ro: Administrarea limbilor accesibile.
sk: Správa dostupných jazykov.

source: Code
cs: Kód
es: Código
hu: Kód
it: Codice
no: Kode
pl: Kod
ro: Cod
sk: Kód

source: Lower case alphanumeric ISO 639-1 two letter language code.
cs: Alfanumerický kód jazyka ISO 639-1 psaný dvěma malými písmeny.

source: Countries
cs: Země

source: Upper case alphanumeric ISO 3166-1 two letter country code.
cs: Alfanumerický kód země ISO 3166-1 psaný dvěma velkými písmeny.

source: Normal page colors
cs: Běžné barvy stránky
es: Colores normales de la página
fr: Couleurs normales de la page
hu: Közönséges oldalszínek
it: Colori comuni della pagina
no: Normale sidefarger
pl: Normalne kolory strony
ro: Culorile obişnuite ale paginii
sk: Bežné farby stránky

source: Background
cs: Pozadí
es: Fondo
fr: Arrière-plan
hu: Háttér
it: Sfondo
no: Bakgrunn
pl: Tło
ro: Fond
sk: Pozadie

source: Highlight background
cs: Zvýrazněné pozadí
es: Iluminar el fondo
fr: Mettre l'arrière-plan en surbrillance
hu: Háttér kiemelése
it: Sfondo illuminato
no: Marker bakgrunnen
pl: Podświetlone tło
ro: Fond evidenţiat
sk: Zvýraznené pozadie

source: Background highlighting may be used for emphasizing the current language, etc.
cs: Zvýraznění pomocí barvy pozadí může být použito např. pro zobrazení aktuálního jazyka apod.
es: El fondo destacado puede ser usado para acentuar el idioma actual, etc.
fr: La surbrillance peut être utilisé pour souigner la langue actuelle, etc.
hu: Háttér kiemelése az adott nyelv hangsúlyozása miatt, stb.
it: L'illuminazione attraverso il colore dello sfondo, può essere usata ad esempio per visualizzare la lingua attuale ecc.
no: Bakgrunnmarkeringen kan blant annet brukes til å legge vekt på det aktuelle språket.
pl: Podświetlone tło może być użyte do podkreślenia obecnego języka, itd.
ro: Fondul evidenţiat cu ajutorul culorii se poate utiliza de exemplu, pentru evidenţierea limbajului curent, etc.
sk: Zvýraznenie pomocou farby pozadia môže byť použité napríklad na zdôraznenie aktuálneho jazyka a podobne.

source: Link
cs: Odkaz
es: Enlace
fr: Lien
no: Lenke
ro: Trimitere
sk: Odkaz

source: Visited link
cs: Navštívený odkaz
es: Enlace visitado
fr: Lien visité
hu: Látogatott link
it: Link visitato
no: Besøkt lenke
pl: Odwiedzony link
ro: Link vizitat
sk: Navštívený odkaz

source: Hover link
cs: Zvýrazeněný odkaz
es: Enlace previsto de visitar
fr: Lien survolé
it: Link illuminato
no: Hover-lenke
ro: Link accentuat
sk: Zvýraznený odkaz
