Repository: cerha/wiking
Catalog: translations/wiking-cms.*.po
Languages: cs, es, fr, hu, it, no, pl, ro, sk

source: New page was successfully created.
cs: Nová stránka byla úspěšně vytvořena.

source: The page was successfully updated.
cs: Stránka byla úspěšně aktualizována.

source: The page is not visible in production mode. You need to switch to the preview mode to be able to access it.
cs: Stránka není viditelná v režimu ostrého provozu. Musíte přepnout do režimu konceptu, pokud s ní chcete pracovat.

source: Basic Options
cs: Obecné vlastnosti

source: Menu position
cs: Umístění v menu

source: Access Rights
cs: Oprávnění

source: Page Text (for the current language)
cs: Text stránky (pro aktuální jazyk)
es: Texto de página (para el idioma actual)
fr: Texte de la page (pour la langue donnée)
hu: Oldalszöveg (az adott nyelvhez)
it: Testo della pagina (per la lingua attuale)
no: Sidetekst (for det aktuelle språket)
pl: Tekst (w obecnym języku)
ro: Textul paginii (pentru limba actuală)
sk: Text stránky (pre aktuálny jazyk)

source: Save
cs: Uložit
es: Guardar
fr: Enregistrer
hu: Elment
it: Salva
no: Arkiver
pl: Zapisz
ro: Salvează
sk: Uložiť

source: Save as Concept
cs: Uložit jako koncept

source: Save as Production Version
cs: Uložit jako ostrou verzi

source: Can't publish untitled page.
cs: Není možné zveřejnit nepojmenovanou stránku.
es: No es posible publicar una página que no tiene un título.
fr: Il est impossible de publier une page sans titre.
hu: Cím nélküli oldalak nem tehetők közzé.
it: Non è possibile pubblicare la pagina senza titolo.
no: Det er umulig å publisere en side uten tittel.
pl: Nie można opublikować strony bez tytułu.
ro: Nu se poate publica pagina fără titlu.
sk: Nie je možné zverejniť stránku bez názvu.

source: It is now only visible in preview mode. Set as "Published" to appear in production mode.
cs: Nyní je položka dostupná pouze v režimu konceptu. Nastavte „Zveřejněno” pro zviditelnění v režimu ostrého provozu.

source: It is now only visible in preview mode because of unpublished parent items. Publish the unpublished parent to make this item visible in production mode.
cs: Nyní je položka dostupná pouze v režimu konceptu kvůli nezveřejněným nadřazeným položkám. Je nutné zveřejnit nezveřejněné nadřazené položky aby se tato položka stala skutečně dostupnou v režimu ostrého provozu.

source: It is now visible in production mode.
cs: Nyní je položka dostupná v režimu ostrého provozu.

source: It will be visible in production mode from now on.
cs: Od teď je položka dostupná v režimu ostrého provozu.

source: It will remain only visible in preview mode for now due to unpublished parent items, but will appear in production mode as soon as all parents are published.
cs: Položka nyní zůstane dostupná pouze v režimu konceptu kvůli nezveřejněným nadřazeným položkám, ale bude automaticky zviditelněna v režimu ostrého provozu jakmile budou zveřejněny všechny nadřazené položky.

source: It will be only visible in preview mode from now on.
cs: Od teď je položka dostupná pouze v režimu konceptu.

source: It will not become visible in production mode even if parents are published until you set it as published explicitly.
cs: Položka se nestane viditelnou v režimu ostrého provozu ani když budou zveřejněny nadřazené položky dokud nebude sama explicitne nastavena jako zveřejněná.

source: The content was modified, however the changes are only visible in preview mode. Commit the changes to make them visible in production mode.
cs: Obsah byl změněn, avšak úpravy zůstávají viditelné pouze v režimu konceptu. Musíte „Zveřejnit změny” aby se projevyly také v ostrém provozu.

source: Registration
cs: Registrace
es: Registración
fr: Inscription
hu: Regisztráció
it: Registrazione
no: Registrering
pl: Rejestracja
ro: Înregistrare
sk: Registrácia

source: Documentation
cs: Dokumentace
hu: Dokumentáció
pl: Dokumntacja
ro: Documentare

source: Unknown module: %s
cs: Neznámý modul: %s

source: This page has no content. Users will be redirected to the first visible subpage in production mode.
cs: Tato stránka nemá žádný obsah. Uživatelé budou v režimu ostrého provozu přesměrováni na první viditelnou podstránku.

source: There are unpublished changes which are not visible in production mode.
cs: Koncept obsahuje nezveřejněné úpravy které nejsou viditelné v režimu ostrého provozu.

source: Content for this page already exists!
cs: Obsah pro tuto stránku již existuje.
es: El contenido de esta página ya existe!
fr: Le contenu de cette page existe déjà !
hu: Az oldal tartalma már létezik!
it: Contenuto di questa pagina è già esistente.
no: Innholdet på denne siden finnes allerede!
pl: Zawartość tej strony już istnieje!
ro: Conţinutul pentru această pagină deja există!
sk: Obsah pre túto stránku už existuje!

source: Content for this page does not exist in any language.
cs: Stránka není definována v žádném jazyce.
es: El contenido de esta página no existe en ningún idioma.
fr: Le contenu de cette page n'existe en aucune langue.
hu: Az oldal tartalma nem létezik egyetlen nyelven sem.
it: Pagina non esiste in nessuna delle lingue.
no: Innholdet på denne siden finnes ikke på noe språk.
pl: Zawartość tej strony nie istnieje w żadnym języku.
ro: Pagina nu este definită în nici o limbă.
sk: Obsah pre túto stránku neexistuje v žiadnom jazyku.

source: Choose source language
cs: Zvolte zdrojový jazyk
es: Elegir el idioma de raíz
fr: Choisissez la langue source
hu: Válassz forrás nyelvet
it: Seleziona la lingua originale
no: Velg kildespråk
pl: Wybierz język źródłowy
ro: Selectaţi limba sursă
sk: Zvoľte zdrojový jazyk

source: Translate
cs: Přeložit
es: Traducir
fr: Traduire
hu: Fordítás
it: Traduci
no: Oversett
pl: Tłumacz
ro: Traduce
sk: Preložiť

source: The changes were published.
cs: Změny byly zveřejněny.
es: Los cambios han sido publicados.
fr: Les changements ont été publiés.
hu: A változtatások közzététettek.
it: Le modifiiche sono state pubblicate.
no: Forandringene ble publisert.
pl: Zmiany zostały opublikowane.
ro: Modificările au fost publicate.
sk: Zmeny boli zverejnené.

source: The content was reverted to its previous state.
cs: Obsah byl navrácen do předchozího stavu.

source: Previous Chapter
cs: Předchozí kapitola

source: Next Chapter
cs: Následující kapitola

source: Top
cs: Začátek

source: None
cs: Není

source: Printer
cs: Tiskárna

source: Characters per line
cs: Počet znaků na řádku

source: Page lines
cs: Počet řádků na stránce

source: Inner margin
cs: Vnitřní okraj

source: Outer margin (v2: Left margin)
cs: Vnější okraj (v2: levý okraj)

source: Top margin
cs: Horní okraj

source: Bottom margin
cs: Dolní okraj

source: Braille Export Options
cs: Volby Braillského exportu

source: Margins
cs: Okraje

source: Zoom
cs: Zvětšení

source: PDF Export Options
cs: Volby PDF exportu

source: Excerpts
cs: Výňatky

source: Page
cs: Stránka
es: Página
hu: Oldal
it: Pagina
no: Side
pl: Strona
ro: Pagină
sk: Stránka

source: Export
cs: Exportovat

source: Export to Braille
cs: Exportovat do Braillu

source: Publications
cs: Publikace

source: Subtitle
cs: Podtitul

source: Select the role allowed to view the publication.
cs: Zvolte skupinu, která má mít právo zobrazit publikaci.

source: Select the role allowed to edit the publication.
cs: Zvolte skupinu, která má mít právo měnit obsah publikace včetně všech jejich kapitol.

source: Author
cs: Autor
es: Autor
fr: Auteur
hu: Szerző
it: Autore
no: Forfatter
pl: Autor
ro: Autor
sk: Autor

source: Full name(s) of the creator(s) of the publication or the original work, if the publication is a derived work. One name per line.
cs: Celé jméno autora publikace, nebo původního díla, pokud je publikace odvozeným dílem. Pokud je autorů více, uveďtě každé jméno na samostatný řádek.

source: Illustrations
cs: Ilustrace

source: Full name(s) of the author(s) of illustrations used in the publication. One name per line.
cs: Celé jméno autora ilustrací použitých v publikaci. Pokud je autorů více, uveďtě každé jméno na samostatný řádek.

source: Contributors
cs: Spolupracovali

source: Creators of the publication with a less significant role than the author(s). One name per line.
cs: Spolutvůrci s méně významným podílem než autor/autoři. Každé jméno na samostatném řádku.

source: Original ISBN
cs: ISBN originálu

source: ISBN identifier of the original work if the publication is a digitalized book or another kind of derived work.
cs: ISBN identifikátor původního díla pokud je publikace digitalizovanou podobou knihy nebo jiným typem odvozeného díla.

source: ISBN identifier of this publication if it has one assigned.
cs: ISBN identifikátor této publikace, pokud má tato ISBN přiřazeno.

source: Universally unique identifier of this publication. Used when ISBN is not defined.
cs: Globálně unikátní identifikátor této publikace. Použit, pokud není přiřazeno ISBN.

source: Adapted by
cs: Zpracoval

source: Name(s) of person(s) or organization(s), who created this digital publication. These are typically not the authors of the content itself, but authors of its digital version. One name per line.
cs: Jména osob nebo organizací, které vytvořili tuto digitální publikaci. Jde typicky o tvůrce elektronické verze publikace, nikoliv však vlastního obsahu. Každé jméno na samostatném řádku.

source: Adapted for
cs: Zpracováno pro

source: Name of the organization or project, for which this adaptation has been done. This field is for a digitalized adaptation an analogy of the Publisher field for the original work.
cs: Jméno organizace nebo projektu, pro který byla provedena tato adaptace díla. Toto pole je pro digitalizovanou adaptaci obdobou pole Vydavatel u původního díla.

source: Cover Image
cs: Obrázek na obálku

source: Insert the image as an attachment and select it from the list here.
cs: Obrázek nejprve vložte jako přílohu a poté vyberte ze seznamu zde.

source: Publisher
cs: Nakladatelství

source: Name of the organization which published the original work.
cs: Název organizace, která vydala původní dílo.

source: Year Published
cs: Rok vydání

source: Year when the original work was published.
cs: Rok, kdy bylo vydáno původní dílo.

source: Edition
cs: Číslo vydání

source: Numeric order of the original work's edition.
cs: Číslo udávající pořadí vydání původního díla.

source: Copyright Notice
cs: Informace o šíření a autorském zákoně

source: Notes
cs: Poznámky

source: Any other additional information about the publication, such as names of translators, reviewers etc.
cs: Jakékoliv další informace o publikaci, jako např. jména překladatelů, recenzentů apod.

source: Download acces
cs: Přístup ke stahování

source: Select the role allowed to download the publication for offline use in one of the available download formats. Users with read/write access are always allowed to download the publication (because they create the downloadable versions). When empty, download is only allowed to users with read/write access and no one else. Users can not download without at least a read only access to the publication, so they actually need to be members of both roles, the download access role as well as the role set for "Read only access".
cs: Zvolte skupinu, která má mít právo stahovat publikaci v některém z dostupných exportních formátů. Uživatelé s přístupem pro čtení i zápis mají vždy právo stahovat offline verze (protože oni verze ke stažení vytváří). Pokud ponecháte prázdné, stahování je umožněno pouze uživatelům s právy čtení i zápisu a nikomu jinému. Uživatel musí mít přístup alespoň pro čtení, aby mohl skutečně stahovat, takže ve skutečnosti musí být jak členem skupiny nastavenné pro stahování, tak zároveň členem skupiny nastavené pro „Přístup pouze pro čtení”.

source: %d. edition
cs: %d. vydání

source: Chapters
cs: Kapitoly

source: Exported Versions
cs: Exportované verze

source: New Chapter
cs: Nová kapitola

source: Create a new chapter in this publication.
cs: Vytvořit novou kapitolu v této publikaci.

source: New Publication
cs: Nová Publikace

source: Title Page Text
cs: Text titulní stránky

source: Edit the text displayed on the title page.
cs: Upravit text zobrazený jako součást titulní stránky.

source: New publication was successfully created.
cs: Nová publikace byla úspěšně vytvořena.

source: The publication was successfully updated.
cs: Publikace byla úspěšně aktualizována.

source: EPUB Export Options
cs: Volby EPUB exportu

source: Allow interactivity
cs: Povolit interaktivní prvky

source: Interactive features (exercises) currently don't work in iBooks, so it is safer to leave this option unchecked. The exercises will remain in the publication, but they will not support interaction.
cs: Interaktivní prvky (cvičení) momentálně nefungují ve čtečce iBooks. Proto je bezpečnější ponechat tuto volbu nezaškrtnutou. Cvičení v tom případě v publikaci zůstanou, ale nebude možné je vyplňovat interaktivně.

source: Bibliographic Information
cs: Bibliografické údaje

source: Format
cs: Formát

source: Export Progress Log
cs: Záznam průběhu exportu

source: Download
cs: Stáhnout

source: Current Version Testing Export
cs: Testovací export aktuální verze

source: Table of Contents
cs: Obsah

source: Yes
cs: Ano
es: Sí
fr: Oui
hu: Igen
it: Sì
no: Ja
pl: Tak
ro: Da
sk: Áno

source: No
cs: Ne

source: Information about this adaptation of the work:
cs: Informace o tomto zpracování díla:

source: Authorization for this copy:
cs: Oprávnění držitele této kopie:

source: Authorized Person
cs: Oprávněná osoba

source: Date
cs: Datum
es: Fecha
hu: Dátum
it: Data
no: Dato
pl: Data
ro: Data
sk: Dátum

source: %d error
cs: %d chyba

source: %d warning
cs: %d varování

source: Select the superordinate chapter in hierarchy.
cs: Zvolte nadřazenou kapitolu v hierarchii.

source: Excerpt title
cs: Název výňatku

source: Excerpt
cs: Výňatek

source: Store Excerpt
cs: Vytvořit výňatek

source: New chapter was successfully created.
cs: Nová kapitola byla úspěšně vytvořena.

source: The chapter was successfully updated.
cs: Kapitola byla úspěšně aktualizována.

source: Store
cs: Uložit

source: Exported Publication Versions
cs: Exportované verze publikace

source: Version
cs: Verze

source: Version number and optional variant identifiers. The whole string is used as a part of the output file name, so it should only contain digits, letters, dashes and periods. Version number may consist of major and minor version numbers, such as 2.4, where 2 is the major version and 4 is the minor version. Major version typically changes on significant changes while minor version changes on fixes and less significant changes. Variant identifier may be used for example to distinguish exported variants for different purposes, such as various braille formats and sizes. Example version string may be '2.4-evernote' to denote the target Braille printer. The final file name will be 'publication-identifier-2.4-evernote.brl' in this case. Use creatively to distinguish between different exported versions but take care decide for one versioning scheme and use it consistently throughout your publications.
cs: Číslo verze a volitelný identifikátor varianty. Celý řetězec bude použit jako součást názvu výstupního souboru, proto by měl obsahovat pouze číslice, písmena bez diakritiky, pomlčky a tečky. Číslo verze se může skládat z tzv. hlavního a vedlejšího čísla, jako např. 2.4, kde 2 je hlavní číslo verze a 4 je vedlejší číslo. Hlavní číslo se mění při významných změnách, vedlejší při opravách a drobnějších úpravách. Identifikátor varianty může být použit pro odlišení exportů pro různé účely apod., např. pro různé parametry Braillského exportu. Příkladem řetězce může být „2.4-evernote” pro odlišení cílové Braillské tiskárny. Celé jméno souboru v tomto případě bude „identifikator-publikace-2.4-evernote.brl”. Používejte kreativně, ale dbejte na to, aby bylo zvoleno jedno schéma pojmenovávání verzí a používáno konzistentně pro všechny publikace.

source: Public
cs: Veřejné

source: If checked, this export will be available to anyone having access to the publication, otherwise only editors (with read/write access) will see it.
cs: Pokud je zaškrtnuto, tento export je dostupný všem, kdo mají práva zobrazení publikace. V opačném případě jej uvidí pouze ti, kdo mají k publikaci práva zápisu.

source: Size
cs: Velikost
es: Tamaño
fr: Dimension
hu: Méret
it: Dimensione
no: Størrelse
pl: Rozmiar
ro: Mărime
sk: Veľkosť

source: Short text describing this exported version and/or variant. Leave empty if there is nothing important to note.
cs: Krátký text popisující exportovanou verzi a/nebo variantu. Ponechte prázdné pokud není co dodat (export je dostatečně popsán formátem, verzí a datumem).

source: Warning
cs: Varování

source: Error
cs: Chyba

source: Summary
cs: Celkem

source: Unpublished chapter: %s
cs: Nezveřejněná kapitola: %s

source: PDF download not yet supported.
cs: Stahování PDF není zatím podporováno.

source: Available Download Versions
cs: Dostupné verze ke stažení

source: %(format)s version %(version)s
cs: %(format)s verze %(version)s

source: Changed by
cs: Změnil

source: Inserted lines
cs: Nových řádků

source: Changed lines
cs: Změněných řádků

source: Deleted lines
cs: Smazaných řádků

source: Inserted / Changed / Deleted Lines
cs: Nových / změněných / smazaných řádků

source: Inserted
cs: Vloženo

source: Green
cs: Zelená

source: Yellow
cs: Žlutá

source: Deleted
cs: Smazáno

source: Red
cs: Červená

source: Changed on %s
cs: Změněno %s

source: Change Summary
cs: Souhrn změn

source: Colors
cs: Barvy

source: No differences against previous version.
cs: Žádné změny oproti předchozí verzi.

source: Original version
cs: Původní verze

source: Modified version
cs: Změněná verze

source: Previous version empty (no differences available).
cs: Předchozí verze byla prázdná (změny nejsou k dispozici).

source: Initial version
cs: Původní verze

source: Select the page where you want to move this attachment. Don't forget to update all explicit links to this attachment within page text(s).
cs: Zvolte stránku, do které chcete tuto přílohu přesunout. Nezapomeňte aktualizovat explicitní odkazy na tuto přílohu v textu stránek (pouze automatické odkazy jsou aktualizovány automaticky).
es: Elija la página dónde quiere mover este archivo adjunto. No olvide actualizar todos los enlaces explícitos a este archivo adjunto en el texto de la página.
fr: Sélectionnez la page où vous voulez envoyer cette pièce jointe. N'oubliez pas de mettre à jour tous les liens qui renvoient vers cette pièce jointe dans le texte de la page.
hu: Válaszd ki az oldalat, amelyhez a csatolmányt szeretnéd elhelyezni. Ne feledd el frissíteni az összes hivatkozást a csatolmányhoz az oldal szövegében.
it: Seleziona la pagina alla quale vuoi aggiungere questo allegato. Non dimenticarti di aggiornare tutti i link espliciti a questo allegato all'interno del testo della pagina.
no: Velg siden du vil flytte dette vedlegget til. Ikke glem å oppdatere alle eksplisitte koblinger til dette vedlegget innen sidetekst(er).
pl: Wybierz stronę, do której chcesz przenieść ten załącznik. Nie zapomnij zaktualizować wszystkie linki do tego załącznika w tekście strony(s).
ro: Selectaţi pagina în care doriţi să mutaţi acest ataşament. Nu uitaţi să actualizaţi toate link-urile la acest ataşament în mod explicit în textul paginii.
sk: Zvoľte stránku, do ktorej chcete túto prílohu presunúť. Nezabudnite aktualizovať explicitné odkazy na túto prílohu v texte stránok.

source: File
cs: Soubor
es: Archivo
fr: Fichier
hu: Fájl
no: Fil
pl: Plik
ro: Fişier
sk: Súbor

source: Upload a file from your local system. The file name will be used to refer to the attachment within the page content. Please note that the file will be served over the internet, so the filename should not contain any special characters. Letters, digits, underscores, dashes and dots are safe. You risk problems with most other characters.
cs: Nahrajte soubor z Vašeho disku. Název souboru bude používán pro odkazování na tuto přílohu v rámci obsahu stránky. Název bude také použit při poskytování souboru v rámci internetu a proto by neměl obsahovat žádné speciální znaky. Bezpečná jsou písmena bez diakritiky, číslice, pomlčka, podtržítko a tečka. Použitím jiných znaků v názvu souboru riskujete problémy.

source: Filename
cs: Název souboru
es: Nombre del archivo
fr: Nom du fichier
hu: Fájlnév
it: Nome del file
no: Filnavn
pl: Nazwa pliku
ro: Titlul fişierului
sk: Názov súboru

source: Mime-type
cs: Typ MIME
fr: Type MIME
hu: MIME-típus
it: Tipo Mime
ro: Tip MIME
sk: Typ MIME

source: The name of the attachment (e.g. the full name of the document). If empty, the file name will be used instead.
cs: Název přílohy (např. plný název dokumentu). Pokud není zadáno, bude zobrazen přímo název souboru.
es: El nombre del archivo adjunto (por ejemplo el nombre completo del documento). Si se queda vacío, se usará el nombre del archivo.
fr: Le nom de la pièce jointe (p. ex. le nom du document). Si laissé en blanc, le nom du fichier sera utilisé.
hu: A csatolmány neve (pl. az fájl egész neve). Ha üresen van hagyva, a fájlnév lesz használatos.
it: Nome dell'allegato (p.e. nome completo del documento). Se non è stato inserito, viene visualizzato direttamente il nome del file.
no: Navnet på vedlegget (f.eks det fullstendige navnet på dokumentet). Hvis det står tomt, vil filnavnet bli brukt i stedet.
pl: Nazwa załącznika (np. pełna nazwa dokumentu). Jeśli jest pusta, nazwa pliku będzie używana wzamian.
ro: Denumirea ataşamentului (de exemplu, numele complet al documentului). Dacă nu este introdus, se va afişa direct denumirea fişierului.
sk: Názov prílohy (napr. plný názov dokumentu). Ak nie je zadaný, bude zobrazený názov súboru.

source: Optional description used for the listing of attachments (see below).
cs: Nepovinný popis použitý pro seznam příloh (viz níže).
es: Descripción opcional utilizada para la lista de archivos adjuntos (véase más adelante).
fr: Description facultative utilisée dans la liste des pièces jointes (voir ci-dessous).
hu: Választható leírás a csatolmányok listájához (lásd lent).
it: Descrizione opzionale usata per l'elenco degli allegati (vedi sotto).
no: Valgfri beskrivelse som brukes for oppføringen av vedlegg (se nedenfor).
pl: Opcjonalny opis stosowanych do wykazu załączników (patrz poniżej).
ro: Descrierea opţională folosită pentru lista ataşamentelor (a se vedea mai jos).
sk: Nepovinný opis použitý pri zozname príloh (viď nižšie).

source: Last Modified
cs: Naposledy změněno

source: Preview size
cs: Velikost náhledu

source: Full size (don't resize)
cs: Plná velikost (nezmenšovat)

source: Only relevant for images. When set, the image will not be displayed in full size, but as a small clickable preview.
cs: Má smysl pouze pro obrázky. Pokud vyberete jednu z uvedených velikostí, bude ve stránce namísto obrázku samotného zobrazena pouze jeho zmenšenina, která až po kliknutí zobrazí zvětšený obrázek.

source: In Gallery
cs: V galerii

source: Check if you want the image to appear in an image Gallery below the page text.
cs: Zaškrtněte, pokud chcete, aby byl obrázek zobrazen v automaticky vytvářené galerii pod textem stránky.

source: Listed
cs: V seznamu
es: Publicados
fr: Dans la liste
hu: Felsorolva
it: Nell'elenco
no: Oppført
pl: Wymieniony
ro: În listă
sk: V zozname
