Repository: cerha/wiking
Catalog: translations/wiking-cms.*.po
Languages: cs, es, fr, hu, it, no, pl, ro, sk

source: To finish your registration, please confirm the activation code that was sent to %s.
cs: Pro dokončení registrace prosím potvrďte aktivační kód zaslaný na email %s.

source: Registration completed
cs: Registrace dokončena

source: Your account at %(server_hostname)s was created. Your password is: %(password)s It is recommended to change the password as soon as possible. Note that the password is case sensitive. Use the link below to log in: %(uri)s
cs: Váš účet na serveru %(server_hostname)s byl vytvořen. Vaše heslo je: %(password)s Doporučujeme heslo co při nejbližší příležitosti změnit. Pamatujte, že u hesla se rozlišují malá a velká písmena. Použijte odkaz níže pro přihlášení: %(uri)s

source: To finish your registration at %(server_hostname)s, click on the following link: %(uri)s
cs: Pro dokončení Vaší registrace na %(server_hostname)s klikněte na následující odkaz: %(uri)s

source: Your registration at %s
cs: Vaše registrace na %s
es: Su registro en %s
fr: Votre inscription à %s
hu: Az Ön regisztrációja %s
it: La tua registrazione su %s
no: Din registrering på %s
pl: Postęp twojej rejestracji %s
ro: Înregistrarea dumneavoastră la %s
sk: Vaša registrácia na %s

source: New user account:
cs: Nový účet:

source: New user %(fullname)s registered at %(server_hostname)s.
cs: Nový uživatel %(fullname)s se registroval na %(server_hostname)s.

source: New account for %(fullname)s was created by %(admin_name)s at %(server_hostname)s.
cs: %(admin_name)s vytvořil nový účet pro uživatele %(fullname)s na %(server_hostname)s.

source: The account was enabled with an automatically generated password.
cs: Účet byl povolen s automaticky vygenerovaným heslem.

source: The account was approved automatically according to server setup.
cs: Účet byl schválen automaticky na základě nastavení serveru.

source: Please approve the account:
cs: Proveďte, prosím, potvrzení registrace:

source: Note:
cs: Poznámka:

source: E-mail notification has been sent to server administrators.
cs: E-mailové upozornění bylo odesláno správcům serveru.

source: You can use %s to log in next time.
cs: Použijte %s pro příští přihlášení.

source: You can log in now with the new password.
cs: Nyní se můžete přihlásit s novým heslem.

source: Forgotten Password Reset
cs: Přenastavení zapomenutého hesla

source: The activation code was not yet confirmed by the user. Therefore it is not possible to trust that given e-mail address belongs to the person who requested the registration.
cs: Aktivační kód doposud nebyl potvrzen uživatelem. Proto není možné se spolehnout, že zadaná e-mailová adresa skutečně patří tomu, kdo registraci provedl.
fr: Le code d'activation n'a pas encore été validé par l'utilisateur. Il n'est donc pas possible de croire que l'adresse e-mail donnée appartient à la personne qui a demandé l'inscription.
hu: Az aktivációs kód nem lett megerősítve a felhasználó által. Így nem lehet megállapítani, hogy az adott e-mail cím a regisztrálódó személyhez tartozik-e.
pl: Kod aktywacji nie została potwierdzona przez użytkownika. Dlatego jest prawdopodobnym, że podany adres e-mail nie należy do osoby, która złożyła wniosek rejestracji.
ro: Codul de activare nu a fost încă confirmat de către utilizator. Prin urmare, nu este posibil să ne încredem în faptul că adresa de e-mail aparţine persoanei care a efectuat înregistrarea.

source: The activation code will expire on %(date)s and the user will not be able to complete the registration anymore.
cs: Aktivační kód vyprší %(date)s. Uživatel po tomto datu nebude mít možnost registraci dokončit.
fr: Le code d'activation expirera le %(date)s et l'utilisateur ne pourra plus compléter son inscription.
hu: Az aktivációs kód %(date)s -án elveszti érvényét, és a felhasználó ezután nem tudja befejezni a regisztrációját.
pl: Kod aktywacyjny wygasa %(date)s, po tym czasie użytkownik nie będzie mógł dokończyć rejestracji.
ro: Codul de activare va expira la %(date)s, iar utilizatorul, după această dată, nu va mai putea termina înregistrarea.

source: Use the button "Resend activation code" below to remind the user of his pending registration.
cs: Použijte tlačítko „Poslat aktivační kód“ níže pro připomenutí nedokončené registrace uživateli.
fr: Utilisez la touche "Renvoyer le code d'activation" ci-dessous pour rappeler à l'utilisateur son inscription en attente.
hu: Használd a "Aktivációs kód újraküldése" gombot a felhasználó emlékeztetésére a függőben levő regisztrációjáról.
pl: Użyj przycisku "Resend activation code" poniżej, aby przypomnieć użytkownikowi o rejestracji.
ro: Folosiţi butonul de mai jos „Trimite codul de activare“ pentru reamintirea înregistrării neterminate.

source: The registration expired on %(date)s. The user didn't confirm the activation code sent to the declared e-mail address in time.
cs: Registrace vypršela k %(date)s. Uživatel včas nepotvrdil aktivační kód odeslaný na zadanou e-mailovou adresu.
fr: L'enregistrement a expiré le %(date)s. L'utilisateur n'a pas validé le code d'activation envoyé à son adresse e-mail à temps.
hu: A regisztráció ekkor veszti érvényét: %(date)s. A felhasználó nem hagyta jóvá az aktivációs kódot, amelyet a megadott e-mail címére küldtünk.
pl: Rejestracji upłynął %(date)s. Użytkownik nie potwierdził kodu aktywacyjnego wysłanego do zadeklarowanego adresu e-mail.
ro: Înregistrarea a expirat la %(date)s. Utilizatorul nu a confirmat la timp codul trimis la adresa de e-mail introdusă.

source: The account should be deleted automatically if the server maintenence script is installed correctly. Otherwise you can delete the account manually.
cs: Účet by měl být odstraněn automaticky, pokud je skript údržby korektně nainstalován. Pokud ne, můžete jej smazat manuálně.
fr: Le compte devrait être supprimé automatiquement, si le script de maintenance du serveur est installé correctement. Sinon, vous pouvez supprimer le compte manuellement.
hu: A fiók automatikusan törlődik, ha a szerver karbantartási szkript helyesen van instalálva. Máskülönben manuálisan törölhető.
pl: Konto powinno być automatycznie usuwane, jeśli skrypt jest zainstalowany poprawnie. W przeciwnym razie można usunąć konto ręcznie.
ro: Contul ar trebui să fie şters în mod automat dacă script-ul serverului de întreţinere este instalat corect. În caz contrar, puteţi şterge contul manual.

source: The activation code was succesfully confirmed.
cs: Aktivační kód byl úspěšně potvrzen.
fr: Le code d'activation a été validé avec succès.
hu: Az aktivációs kód igazolása sikeresen megtörtént.
pl: Kod aktywacji został pomyślnie zatwierdzony.
ro: Codul de activare a fost confirmat cu succes.

source: Therefore it was verified that given e-mail address belongs to the person who requested the registration.
cs: Tím bylo ověřeno, že zadaná e-mailová adresa skutečně patří osobě, která registraci provedla.
fr: Il a été confirmé que l'adresse e-mail donnée appartient à la personne qui a demandé l'inscription.
hu: Ellenőrízve lett, hogy az adott e-mail cím tulajdonosa már kervényezte a regisztrációt.
pl: Ustalono, że podany adres e-mail należy do osoby, która wysłała wniosek o rejestracje.
ro: Astfel, a fost verificat că adresa de e-mail aparţine într-adevăr persoanei, care a efectuat înregistrarea.

source: The user is now able to log in, but still has no rights (other than an anonymous user).
cs: Uživatel se nyní může přihlásit, ale nemá žádná práva (jiná než nepřihlášený uživatel).
fr: L'utilisateur peut se connecter maintenant, mais n'a pas encore les droits (autres qu'un utilisateur anonyme).
hu: A felhasználó már be tud lépni, de még mindig nincsenek jogai (több, mint bármely anonym felhasználónak).
pl: Użytkownik jest w stanie zalogować się, ale nadal nie ma żadnych praw (innych niż anonimowych użytkowników).
ro: Utilizatorul se poate înregistra acum, nu are însă nici un drept (altele decât utilizatorul neautentificat).

source: The account now awaits administrator's action to be approved.
cs: Účet se stane aktivní, až jej administrátor schválí.

source: The account is blocked. The user is able to log in, but has no access to protected services until the administrator enables the account again.
cs: Účet je zablokován. Uživatel se může přihlásit ale nemá žádná oprávnění k chráněným službám dokud mu správce účet znovu neaktivuje.

source: Account activated
cs: Účet aktivován

source: User account already activated.
cs: Uživatelský účet již byl dříve aktivován.

source: Registration completed successfuly.
cs: Registrace úspěšně dokončena.

source: Invalid activation code.
cs: Neplatný aktivační kód.
fr: Code d'activation non valide.
hu: Hibás aktivációs kód.
pl: Nie ważny kod aktywacji.
ro: Codul de activare inactiv.

source: Activate your account
cs: Aktivujte svůj účet

source: The account was enabled.
cs: Účet byl povolen.
es: La cuenta ha sido activada.
fr: Le compte a été activé.
hu: A fiók megnyílt.
it: Account è stato abilitato.
no: Kontoen ble aktivert.
pl: Konto zostało uaktywnione.
ro: Contul a fost permis.
sk: Účet bol povolený.

source: Your account at %(uri)s has been enabled. Please log in with username '%(login)s' and your password.
cs: Váš účet na %(uri)s byl povolen. Přihlašte se, prosím, s Vaším uživatelským jménem „%(login)s“ a heslem zvoleným při registraci.
es: Su cuenta en %(uri)s se ha activado. Por favor iniciar la sesión con nombre de usuario '%(login)s' y su contraseña.
fr: Votre compte %(uri)s a été activé. Connectez-vous avec le nom d'utilisateur '%(login)s' et votre mot de passe.
hu: Az Ön fiókja a %(uri)s-n elindult. Kérem jelentkezzen be a felhasználói nevével '%(login)s' és jelszavával.
it: Tuo account su %(uri)s è stato abilitato. Accedi con il tuo nome utente „%(login)s“ e la tua password.
no: Kontoen din på %(uri)s er aktivert. Vennligst logg inn med brukernavn '%(login)s ' og passordet ditt.
pl: Twoje konto w %(uri)s zostało uaktualnione. Zaloguj się z loginem '%(login)s' i twoim hasłem.
ro: Contul dumneavoastră la %(uri)s a fost permis. Vă rugăm să vă autentificaţi cu numele de utilizator „%(login)s“ şi cu parola aleasă la înregistrare.
sk: Váš účet na %(uri)s bol povolený. Prihláste sa prosím pomocou vášho používateľského mena '%(login)s' a vášho hesla.

source: Your account has been enabled.
cs: Váš účet byl povolen.
es: Su cuenta ha sido activada.
fr: Votre compte a été activé.
hu: Az Ön felhasználói fiókja létrejött.
it: Tuo account è stato abilitato.
no: Din konto ble aktivert.
pl: Twoje konto jest aktywne.
ro: Contul a fost permis.
sk: Váš účet bol povolený.

source: Failed sending e-mail notification:
cs: Nepodařilo se odeslat e-mailové upozornění:
es: Error en el envío de notificación por correo electrónico:
fr: Échec de l'envoi de l'e-mail de notification :
hu: E-mail figyelmeztetés küldése sikertelen:
it: Invio dell'e-mail fallito:
no: Klarte ikke å sende e-postmelding:
pl: Wysyłanie e-mail zakończyło się niepowodzeniem:
ro: Trimiterea notificării prin e-mail a eşuat:
sk: Nepodarilo sa odoslať emailové upozornenie:

source: E-mail notification has been sent to:
cs: E-mailové upozornění bylo odesláno na:
es: El correo electrónico de notificación se ha enviado a:
fr: Un e-mail de notification a été envoyé à :
hu: E-mail értesítő el lett küldve:
it: E-mail di notifica è stata inviata a:
no: E-postmelding ble sendt til:
pl: Powiadomienia e-mail został wysłany do:
ro: Notificarea a fost trimisă la adresa de e-mail:
sk: Emailové upozornenie bolo odoslané na:

source: The account was disabled.
cs: Účet byl zakázán.

source: The registration expired on %(date)s.
cs: Registrace vypršela %(date)s.

source: Continue
cs: Pokračovat

source: Back
cs: Zpět
es: Atrás
fr: Page précédente
hu: Vissza
it: Indietro
no: Tilbake
pl: Wstecz
ro: Înapoi
sk: Späť

source: The registration code was not confirmed by the user!
cs: Registrační kód nebyl uživatelem potvrzen!

source: Please enable the account only if you are sure that the e-mail address belongs to given user.
cs: Potvrďte, prosím, účet pouze tehdy, pokud jste si jisti, že e-mailová adresa skutečně patří danému uživateli.

source: Invalid password reset request.
cs: Neplatný požadavek na přenastavení hesla.

source: Multiple user accounts found for given email address.
cs: Pro zadanou e-mailovou adresu bylo nalezeno více uživatelských účtů.
es: Cuentas de usuarios múltiples encontradas.
fr: Plusieurs comptes d'utilisateurs ont été trouvés pour l'adresse e-mail donnée.
hu: Több felhasználói fiók tartozik a megadott e-mail címhez.
it: Per questo indirizzo e-mail sono stati trovati altri utenti.
no: Flere brukerkontoer funnet for gitt e-postadresse.
pl: Wiele kont użytkownika dla danego adresu e-mail.
ro: Pentru adresa de e-mail introdusă au fost găsite mai multe conturi de utilizatori.
sk: Pre zadanú emailovú adresu bolo nájdených viac používateľských účtov.

source: Please, select the account for which you want to reset the password:
cs: Zvolte prosím účet, pro který chcete přenastavit heslo:

source: This password reset request has already been processed.
cs: Tento požadavek na přenastavení zapomenutého hesla byl již zpracován.

source: Can not repeat the action.
cs: Akci není možné zopakovat.

source: The request has expired. Please, repeat the request and finish the procedure in %d minutes.
cs: Požadavek vypršel. Zopakujte, prosím, požadavek na přenastavení hesla a dokončete potřebné kroky do %d minut.

source: Security code verified. You can change your password now.
cs: Bezpečnostní kód byl ověřen. Nyní můžete změnit své heslo.

source: A password reset request has been made at %(server_uri)s.
cs: Na serveru %(server_uri)s byl zadán požadavek na přenastavení hesla.

source: Please, follow this link to reset the password for user %s:
cs: Následujte, prosím, tento odkaz k přenastavení hesla pro uživatele %s.

source: The link expires in %d minutes. You need to act immediately.
cs: Platnost odkazu vyprší za %d minut. Je nutné jednat okamžitě.

source: If you didn't request to reset your password at %(server_uri)s, it is possible that someone is trying to break into your account. Contact the administrator if in doubt.
cs: Pokud požadavek na přenastavení hesla na %(server_uri)s nebyl zadán z Vaší strany, je možné, že se někdo snaží vloupat do Vašeho účtu. Konaktujte správce, pokud máte pochybnosti.

source: E-mail with a security code has been sent to your e-mail address for verification of the request. Please, check your inbox and follow the link within %d minutes to be able reset your password.
cs: E-mail s bezpečnostním kódem byl odeslán na Vaši e-mailovou adresu pro ověření požadavku. Zkontrolujte, prosím, příchozí poštu a následujte odkaz v došlé zprávě do %d minut aby bylo možné provést přenastavení hesla.

source: No user account for your query.
cs: Žádný uživatelský účet neodpovídá zadání
es: Ningún nombre de usuario para su solicitud.
fr: Aucun compte d'utilisateur n'a été trouvé.
hu: Az Ön kérésének nem felel meg egy felhasználói fiók sem.
it: Alcun account corrisponde alla tua richiesta.
no: Ingen brukerkonto svarer til ditt søk.
pl: Brak użytkownika odpowiadającego Twojemu zapytaniu.
ro: Nici un cont de utilizator nu corespunde căutării.
sk: Zadaniu nezodpovedá žiadny používateľský účet.

source: Enter your login name or e-mail address
cs: Zadejte své přihlašovací jméno, nebo e-mailovou adresu
es: Introduzca su nombre de usuario o correo electrónico
fr: Entrez votre nom d'utilisateur ou adresse e-mail
hu: Add meg a felhasználóneved vagy e-mail címed
it: Digita il tuo nome utente oppure il tuo indirizzo e-mail.
no: Angi innloggingsnavn eller e-postadresse
pl: Wprowadź swój login alub adres e-mail
ro: Introduceţi numele de autentificare sau adresa de e-mail
sk: Zadajte svoje prihlasovacie meno alebo emailovú adresu

source: Listing of all active user accounts.
cs: Výpis všech aktivních uživatelských účtů.
es: Listado de todas las cuentas de usuario activas.
fr: Liste de tous les comptes d'utilisateurs actifs.
hu: Az összes aktív felhasználói fiók listája.
it: Lista di tutti gli utenti attivi.
no: Liste over alle aktive brukerkontoer.
pl: Lista wszystkich aktywnych kont użytkowników.
ro: Lista tuturor conturilor active de utilizatori.
sk: Výpis všetkých aktívnych používateľských účtov.

source: Enter the activation code:
cs: Zadejte aktivační kód:

source: History of successful login sessions and unsuccessful login attempts.
cs: Historie úspěšných sezení i neúspěšných pokusů o přihlášení.
es: Historial de las sesiones iniciadas con éxito y tentativas de iniciar sesión fracasadas.
fr: Historique des connexions réussies et des tentatives de connexion infructueuses.
hu: A sikeres belépések és sikertelen próbálkozások naplója.
it: Storia degli accessi con sucesso e dei tentativi d'accesso falliti.
no: Historikk over vellykkede påloggingsøkter og mislykkede påloggingsforsøk.
pl: Historia logowań zakończonych sukcesem i nieudanych prób logowania.
ro: Istoria de sesiuni de autentificare cu succes şi încercări de autentificare nereuşite.

source: Login
cs: Přihlašovací jméno
es: Usuario
fr: Ouverture de session
hu: Felhasználói név
it: Nome utente
no: Innlogget
ro: Autentificare

source: Success
cs: Úspěch
es: Éxito
fr: Succès
hu: Belépés
it: Successo
no: Vellykket
pl: Pomyślnie
ro: Succes

source: Start time
cs: Začátek
es: Tiempo de iniciación
fr: Heure de début
hu: Belépés ideje
it: Inizio
no: Starttid
pl: Czas rozpoczęcia
ro: Început

source: Duration
cs: Trvání
es: Duración
fr: Durée
hu: Eltöltött idő
it: Durata
no: Varighet
pl: Czas trwania
ro: Durata

source: IP address
cs: IP Adresa
es: Dirección IP
fr: Adresse IP
hu: IP cím
it: Indirizzo IP
no: IP-adresse
pl: IP adres
ro: Adresa IP

source: Hostname
cs: Jméno počítače
es: Nombre de equipo
fr: Nom d'hôte
hu: Hostnév
it: Nome del computer
no: Hostnavn
pl: Nazwa hosta
ro: Numele calculatorului

source: User agent
cs: Prohlížeč
es: Agente de usuario
fr: Agent utilisateur
it: Browser
pl: agent użytkownika
ro: Browser

source: Successful logins
cs: Úspěšná přihlášení

source: Unsuccessful attempts
cs: Neúspěšné pokusy

source: Everything
cs: Vše

source: From
cs: Od

source: To
cs: Do

source: Export started...
cs: Export spuštěn...

source: Export finished.
cs: Export dokončen.

source: Allow login panel
es: Permitir el panel de iniciar la sesión
fr: Autoriser le panneau de connexion
hu: Látható a bejelentkezési panel
it: Visualizza il pannello d'accesso
no: Tillat innloggingspanel
ro: Afişează panelul de autentificare
sk: Zobraziť panel prihlásenia

source: If enabled, the information about the currently logged user and login/logout controls will be present on each page as a separate panel. This panel will always be the first panel on the page.
es: Si está habilitada, la información sobre el usuario actual y los controles de inicio/cierre de sesión estarán presentes en cada página como panel independiente. Este panel siempre será el primer panel en la página.
fr: Si cela est défini, l'information sur les autres utilisateurs actuellement connectés et le témoin de connexion / déconnexion sera toujours affiché sur chaque page comme un panneau distinct. Ce panneau sera toujours le premier panneau de la page.
hu: Ha be van kapcsolva, az éppen bejelentkezett felhasználó információi és a be/kijelentkezési ablak minden oldalon külön táblában megjelenik. Ez a dialógusablak mindig az oldal első eleme lesz.
it: Se attivato, l'informazione relativa all'utente attualmente connesso e controlli di login / logout saranno presenti su ogni pagina come un pannello separato. Questo pannello sarà sempre il primo pannello della pagina.
no: Hvis aktivert, vil informasjonen om den påloggede brukeren og inn/utloggingskontrollene finnes på hver side som et eget panel. Dette panelet vil alltid være det første panelet på siden.
pl: Jeśli opcja jest włączona, informacje na temat aktualnie zalogowanego użytkownika i panelu logowania będą obecne na każdej stronie jako osobny panel. Będzie on zawsze pierwszym panelem na stronie.
ro: Dacă permiteţi această opţiune, informaţiile despre utilizatorul tocmai autentificat şi elementele pentru logare / ieşire se vor afişa pe un panou separat. Acest panou va fi întotdeauna primul care se va afişa dintre celelalte panouri.
sk: Ak túto voľbu povolíte, informácie o práve prihlásenom používateľovi a ovládacie prvky na prihlásenie/odhlásenie budú zobrazené v samostatnom paneli. Tento panel bude vždy zobrazený ako prvý z panelov.

source: Allow WMI link
es: Permitir enlace WMI
fr: Autoriser le lien WMI
hu: WMI link mutatása
it: Accetta il link WMI
no: Tillat WMI-lenke
ro: Permite trimitere la interfaţa de administrare
sk: Povoliť odkaz do správcovského rozhrania

source: If enabled, all visitors are allowed to create a user account. If disabled, new user accounts must be created by administrator. Note, that the newly created accounts are inactive (at least with the default implementation of the user management module), so the creation of the account doesn't give the user any actual privileges.
es: Si está activada, cualquier visitante puede crear una cuenta de usuario. Si está desactivada, las nuevas cuentas de usuario deben ser creadas por el administrador. Tenga en cuenta que las cuentas creadas recientemente están inactivas (por lo menos con la aplicación predeterminada de módulo de gestión del usuario), por lo que actualmente la creación de la cuenta no da al usuario privilegios.
fr: Si cela est défini, tous les visiteurs peuvent créer un compte d'utilisateur. Si cela n'est pas autorisé, le nouveaux comptes doivent être créés par l'administrateur. Notez que les comptes nouvellement créés sont inactifs (au moins avec l'implémentation par défaut du module de gestion des utilisateurs). Cela signifie que la création du compte ne donne pas aux utilisateurs de privilèges réels.
hu: Ha be van kapcsolva, minden látogató létrehozhat felhasználói fiókot. Ha ki van kapcsolva, az új felhasználói fiókokat a rendszergazda hozza létre. Az újonnan létesült felhasználói fiókok inaktívak (a felhasználói irányítómodul alapbeállításai alapján), így új fiók létrehozása nem ad azonnal a felhasználónak semmilyen plusz kiváltságot.
it: Se attivato, tutti i visitatori sono autorizzati a creare un account d'utente. Se disabilitato, tutti i nuovi conti devono essere creati dall'amministratore. Nota che tutti i nuovi account creati sono inattivi (almeno con l'implementazione predefinita del modulo di gestione degli utenti), quindi la creazione del conto non da all'utente eventuali privilegi reali.
no: Hvis aktivert, kan alle besøkere opprette en brukerkonto. Hvis deaktivert, må nye brukerkontoer være laget av administrator. Merk at de nyopprettede kontoene er inaktive (i det minste med standardimplementasjonen av brukeradministrasjonsmodulen), det vil si at etableringen av kontoen ikke gir brukeren noen reelle privilegier.
pl: Po włączoneniu, wszyscy użytkownicy mogą tworzyć konta użytkownika. Po wyłączeniu, nowe konta użytkowników muszą być tworzone przez administratora. Zwróć uwagę, że nowo utworzone konta są nieaktywne (przynajmniej w domyślnej implementacji modułu zarządzania użytkownikami), więc tworzenie konta nie dają użytkownikowi żadnych rzeczywistych uprawnień.
ro: Dacă este permis, tuturor vizitatorilor este permisă înregistrarea şi crearea unui cont de utilizator. Dacă nu permiteţi această opţiune, toate conturile de utilizator trebuie să fie create de către administrator. Reţineţi, că conturile nou create sunt inactive (cel puţin la punerea în aplicare a modulului de gestiune al utilizatorilor), astfel încât crearea de cont nu-i dă utilizatorului nici un privilegiu.
sk: Ak je to povolené, všetkým návštevníkom je umožnené vytvoriť si používateľský účet. Ak túto možnosť zakážete, budú všetky účty vytvárané správcom. Novo vytvorené účty sú vždy neaktívne (aspoň vo východzej implementácii modulu správy užívateľov), takže vytvorenie účtu ešte samo o sebe nedáva užívateľovi žiadne práva.
