Repository: cerha/wiking
Catalog: translations/wiking-cms.*.po
Languages: cs, es, fr, hu, it, no, pl, ro, sk

source: Used for changing the link color when the user moves the mouse pointer over it.
cs: Použito pro změnu barvy odkazu, ve chvíli, kdy uživatel přesune ukazatel myši nad tento odkaz.
es: Utilizado para cambiar el color de enlace cuando el usuario mueve el puntero del ratón sobre ella.
fr: Utilisée pour changer la couleur des liens lorsque l'utilisateur déplace le pointeur de la souris dessus.
hu: A link színének megváltoztatására szolgál, ha a felhasználó elhalad fölötte az egérkurzorral.
it: Usato per cambiare il colore del link nel momento in cui l'utente sposta il cursore sullo stesso.
no: Brukes til å endre fargen på lenken når brukeren flytter musepekeren over den.
pl: Służy do zmiany koloru linku, kiedy użytkownik przesuwa kursor myszy.
ro: S-a folosit pentru modificarea culorii trimiterii, în momentul în care utilizatorul deplasează indicatorul mouse-ului peste ea.
sk: Použité na zmenu farby odkazu, vo chvíli keď používateľ presunie kurzor myši na tento odkaz.

source: Borders
cs: Orámování
es: Bordes
fr: Bords
hu: Szegélyek
it: Cornice
no: Kanter
pl: Granice
ro: Încadrări
sk: Okraje

source: Heading colors
cs: Barvy nadpisů
es: Colores de títulos
fr: Couleurs de titres
hu: Címek színei
it: Colori dei titoli
no: Overskriftsfarger
pl: Pozycja kolorów
ro: Culorile titlului
sk: Farby nadpisov

source: Underline
cs: Podtržení
es: Subrayar
fr: Souligner
hu: Aláhúz
it: Sottolineamento
no: Understreke
pl: Podkreślenie
ro: Liniuţă jos
sk: Podčiarknutie

source: Heading colors are used for section headings, panel headings and other heading-like elements. Depending on style sheets, some heading types may be distinguished by a different background color and others may be just underlined.
cs: Barvy nadpisů jsou používány pro zvýrazenění názvů kapitol, panelů a jiných elementů majících povahy nadpisu. V závislosti na použitých stylech mohou některé typy nadpisů používat odlišnou barvu pozadí, jiné mohou být pouze podtrženy.
fr: Les couleurs de titres sont utilisés dans les titres des sections, dans les titres des panneaux et dans d'autres types de titres. En fonction des feuilles de style, certains types de titres peuvent avoir une couleur de fond différente. D'autres peuvent être seulement soulignés.
hu: Színes címek a fejezetek címeihez, panelek címeihez és egyéb címszerű elemeknél használatosak. Stíluslaptól függően némely címeknek különbözik a színük a háttértől, mások csak alá vannak húzva.
pl: Główne kolory są wykorzystywane do nagłówków sekcji, działów panelu i innych elementów. W zależności od arkusza stylów, niektóre rodzaje mogą być oddzielone przez inny kolor tła a inne mogą być tylko podkreślone.
ro: Culorile titlurilor sunt folosite pentru evidenţierea denumirii rubricilor, panourilor şi a altor elemente cu caracter de titlu. În funcţie de folosirea stilului, unele tipuri de titluri se pot distinge printr-o culoare de fond diferită şi altele pot fi doar subliniate.

source: Frames
cs: Rámy
es: Marcos
fr: Cadres
hu: Keretek
it: Bordi
no: Rammer
pl: Ramki
ro: Rame
sk: Rámy

source: Border
cs: Orámování
es: Borde
fr: Bord
hu: Szegély
it: Cornice
no: Kant
pl: Granice
ro: Încadrare
sk: Okraje

source: Frames are generally used for distinguishing separate areas of the page, such as forms, tables of contents, etc. The usage may vary by stylesheet.
cs: Rámy jsou obecně využívány pro odlišení samostatných částí stránky, jako jsou například formuláře, rejstříky apod. Použití se může pro různé styly měnit.
es: Los marcos se utilizan generalmente para distinguir distintas áreas de página, tales como formularios, tablas de contenidos, etc. El uso puede variar según plantilla de estilos.
fr: En générales, les cadres sont utilisés pour distinguer les différentes zones de la page, telles que formulaires ou tables des matières, etc. L'utilisation dépend des feuilles de style.
hu: A keretek általánosan az oldal különböző részeinek elkülönítéséhez szolgálnak, mint az űrlapok, tartalomjegyzékek, stb. Használatuk az adott stíluslaptól függ.
it: In generale, i bordi vengono usati per distinguere le zone separate della pagina, p.e. i moduli, le tabelle dei contenuti, ecc. Il loro uso può variare a seconda degli stili.
no: Rammer brukes vanligvis for å skille separate områder på siden, for eksempel skjemaer, innholdsfortegnelse og så videre. Bruken kan variere fra stilark til stilark.
pl: Ramki są stosowane do odróżnienia poszczególnych obszarów strony, takich jak formularze, spisów treści, itp. Użycie może się różnić.
ro: Ramele se folosesc în general pentru diferenţierea unor părţi separate ale paginii, cum ar fi formulare, tabele ale conţinutului, etc. Folosirea poate varia în funcţie de variaţia de stiluri.
sk: Rámy sú všeobecne využívané na odlíšenie samostatných častí stránky, ako sú napríklad formuláre, obsahy atd. Použitie sa môže meniť podľa štýlov.

source: Page surrounding colors
cs: Barvy okolí stránky
es: Colores del entorno de la página
fr: Couleur de l'environnement de la page
hu: Az oldal színkörnyezete
it: Colori della zona della pagina
no: Ytre sidefarger
pl: Kolory otaczające strony
ro: Culoarea împrejurului paginii
sk: Farby okolia stránky

source: What is 'page surrounding' depends from the stylesheet. In general it is the part of the page, which does not include the actual contents. Most often it is the page header and footer which usually remain unchanged throughout the whole website.
cs: Co vlastně je „okolí stránky“ závisí na použitých stylech. Obecně jde o tu část stránky, která neobsahuje vlastní obsah dokumentu. Obvykle je to část obsahující záhlaví, zápatí a vše ostatní, co vlastní zobrazený dokument obklopuje.
es: Cómo es el entorno de página, depende de la plantilla de estilos. En general, es la parte de la página, que no incluye el contenido actual. En la mayoría lo son el encabezado y el pie de la página que generalmente permanecen sin cambios en todo el sitio web.
fr: L'environnement de la page dépend de la feuille de style. En général, c'est la partie de la page qui n'a pas de contenu réel. Le plus souvent, l'en-tête et le pied de page sont généralement les mêmes dans tout le site.
hu: Hogy mi az "oldal környezet" a stíluslaptól függ. Általában az oldal része, ami nem foglalja magába az aktuális tartalmat. Leggyakrabban a fejléc és ... , amelyek általában az egész weboldalon keresztül változatlanok maradnak.
it: Il termine 'zona della pagina' dipende dagli stili usati. In generale è la parte della pagina che non contiene il contenuto attuale del testo. Il più delle volte è l'intestazione e il fondo della pagina che di solito restano invariati per tutto l'intero sito.
no: Hva som er 'ytre sidefarger' avhenger av stilarket. I hovedsak er det den delen av siden som ikke inkluderer det faktiske innholdet. Oftest er det toppteksten og bunnteksten som vanligvis forbli uendret gjennom hele nettstedet.
pl: To czym jest 'page surrounding' zależy od arkusza. Na ogół jest to część strony, która nie obejmuje rzeczywistej zawartości. Najczęściej to jest nagłówka i stopki strony, które zazwyczaj pozostają niezmienione w całej witrynie.
ro: Ce este de fapt „înconjurul paginii“ depinde de stilurile folosite. În general, este o parte a paginii, care nu include conţinutul real al documentului. Cel mai adesea este antetul paginii, subsolul şi toate celelalte elemente care înconjoară documentul afişat.
sk: To, čo nazývame okolím stránky, závisí na použitých štýloch. Väčšinou sa jedná o tú časť stránky, ktorá neobsahuje vlastný obsah dokumentu. Obvykle je to časť obsahujúca hornú a dolnú časť stránky a všetko ostatné, čo sa pri zobrazovaní rôznych stránok daného portálu nemení.

source: Error messages
cs: Chybová hlášení
es: Mensajes de errores
fr: Messages d'erreur
hu: Hibaüzenetek
it: Notifiche di errore
no: Feilmeldinger
pl: Komunikaty o błędach
ro: Mesaje de eroare
sk: Správy o chybách

source: Informational messages
cs: Informativní zprávy
es: Mensajes de información
fr: Messages d'information
hu: Tájékoztató üzenetek
it: Notifiche informative
no: Informasjonsmeldinger
pl: Wiadomości informacyjne
ro: Mesaje de informare
sk: Informatívne správy

source: Record meta data
cs: Meta data záznamu
es: Graba meta data
fr: Enregistrement de méta-données
hu: Meta adatok felvétele
it: Meta dati della registrazione
no: Fortegnelsens metadata
ro: Meta datele listei
sk: Meta dáta záznamu

source: These colors are used for additional items printed listings, such as date and author of a message in news, etc.
cs: Tyto barvy jsou využívány pro odlišné zvýraznění dodatečných informací o jednotlivých položkách ve výpisech, jako jsou např. datum a jméno autora v seznamu novinek apod.
es: Estos colores se utilizan para imprimir las listas de registros adicionales, como la fecha y autor de un mensaje de noticias, etc.
fr: Ces couleurs sont utilisées pour afficher les éléments supplémentaires des listes, comme la date et l'auteur d'un message dans les nouvelles, etc.
hu: Ez a szín kiegészítő elemeknél használatos, mint nyomtatási listáknál a dátum, egy cikk szerzője a hírekben, stb.
it: Questi colori sono utilizzati per altri oggetti di annunci stampati, come la data e l'autore di un messaggio nelle novità, ecc.
no: Disse fargene brukes til trykte lister med tilleggselementer, for eksempel dato og forfatter av en melding i nyheter og så videre.
pl: Kolory te są wykorzystywane do dodatkowych elementów, takie jak data i autor wiadomości informacyjnych, itp.
ro: Aceste culori sunt folosite pentru evidenţierea diferită a informaţiilor suplimentare din obiectele separate ale listărilor, cum ar fi data şi autorul dintr-o listă de ştiri, etc.
sk: Tieto farby sú používané na odlišné zvýraznenie dodatočných informácií o jednotlivých položkách vo výpisoch, akými sú napríklad dátum a meno autora v zozname noviniek a podobne.

source: Misc
cs: Různé
es: Varios
fr: Divers
hu: Egyéb
it: Vario
no: Diverse
ro: Diverse

source: Table cell
cs: Políčko tabulky
es: Celda de tabla
fr: Cellule de tableau
hu: Táblázat cella
it: Cella della tabella
no: Tabellcelle
pl: Komórki tabeli
ro: Celula tabelului
sk: Políčko tabuľky

source: Shaded table cell
cs: Stínované políčko tabulky
es: Sombreado celda
fr: Cellule de tableau ombragée
hu: Árnyékolt táblázat cella
it: Cella sfumata della tabella
no: Skyggelagt tabellcelle
pl: Zacieniona komórka
ro: Celulă închisă a tabelului
sk: Vytieňované políčko tabuľky

source: Form help text
cs: Text nápovědy formuláře
es: Formulario de texto de ayuda
fr: Formulaire d'aide
hu: Súgó szöveg szerkesztése
it: Testo d'aiuto del modulo
no: Form hjelpetekst
ro: Formular de text de ajutor
sk: Formulár textu pomocníka

source: Inactive folder
cs: Neaktivní záložka
es: Carpeta de inicio
fr: Dossier inactif
hu: Inaktív mappa
it: Cartella inattiva
no: Ikke aktiv mappe
pl: Nieaktywne folder
ro: Folder inactiv
sk: Neaktívna záložka

source: Color Themes
cs: Barevné motivy
es: Colores
fr: Thèmes de couleurs
hu: Színsémák
it: Motivi colorati
no: Fargetemaer
pl: Style kolorów
ro: Motive coloristice
sk: Farebné motívy

source: Manage available color themes.
cs: Správa dostupných barevných motivů.
es: Gestionar temas de colores disponibles.
fr: Gérer les thèmes de couleurs disponibles.
hu: Elérhető színsémák szerkesztése.
it: Gestisci i motivi colorati disponibili.
no: Administrer tilgjengelige fargetemaer.
pl: Zarządzaj stylami kolorów.
ro: Administrarea motivelor coloristice accesibile.
sk: Správa dostupných farebných motívov.

source: active
cs: aktivní

source: Activate
cs: Aktivovat
es: Activar
fr: Activer
hu: Beállít
it: Attiva
no: Aktiver
pl: Aktywny
ro: Activează
sk: Aktivovať

source: Activate this color theme
cs: Aktivovat tento barevný motiv
es: Activar este tema de colores
fr: Activer ce thème de couleur
hu: Ezen színtéma beállítása
it: Attiva questo motivo colorato
no: Aktiver dette fargetemaet
ro: Activează acest motiv coloristic
sk: Aktivovať tento farebý motív

source: Activate default
cs: Aktivivat výchozí
es: Activar predeterminado
fr: Activer le défaut
hu: Alapértelmezett beállítása
it: Attiva iniziale
no: Aktiver standardene
pl: Uaktywnij domyślne
ro: Activează ca bază
sk: Aktivovať východzie nastavenie

source: Activate the default color theme
cs: Aktivovat výchozí barevný motiv
es: Activar el tema de color predeterminado
fr: Activer le thème de couleur par défaut
hu: Alapértelmezett színtéma beállítása
it: Attiva motivo colorato iniziale
no: Aktiver standard fargetema
ro: Activează motivul coloristic de bază
sk: Aktivovať východzí farebný motív

source: Default
cs: Výchozí
es: Predeterminado
fr: Défaut
hu: Alapértelmezett
it: Iniziale
no: Standard
pl: Domyślny
ro: Implicit
sk: Východzie

source: The color theme "%s" has been activated.
cs: Barevný motiv „%s“ byl aktivován.
es: El tema de colores "%s" ha sido activado.
fr: Le thème de couleur "%s" a été activé.
hu: A "%s" színséma aktiválva lett.
it: Motivo colorato „%s“ è stato attivato.
no: Fargetemaet "%s" er aktivert.
pl: Kolorystyka "%s" została zaaktywowana.
ro: Motivul coloristic "%s" a fost activat.
sk: Farebný motív "%s" bol aktivovaný.

source: The server is configured to let clients cache resource files for %d seconds. It is necessary to force-reload the page to see the changes to take effect within this period (holding the Shift key while reloading in most browsers). This may be changed by the configuration option 'resource_client_cache_max_age'.
cs: Server je nastaven tak, aby umožnil klientům urdžovat cache souborů po dobu %d sekund. Je nutno vynutit jejich přenačtení aby se provedené změny během této doby projevily (ve většině prohlížečů toho dosáhnete přidržením klávesy Shift a přenačtením stránky). Toto chování může být změněno pomocí konfigurační volby 'resource_client_cache_max_age'.

source: Always visible
cs: Vždy viditelná

source: Visible only to authorized users
cs: Viditelná pouze oprávněným uživatelům

source: Always hidden
cs: Vždy skrytá

source: Pages
cs: Stránky
es: Páginas
hu: Oldalak
it: Pagine
no: Sider
pl: Strony
ro: Pagini
sk: Stránky

source: Note: Please, reload the page if the list has just one item (temporary workaround for a known issue).
cs: Poznámka: Prosím přenačtěte stránku pokud seznam obsahuje pouze jednu položku (dočasné obejití známého problému).

source: The identifier may be used to refer to this page from outside and also from other pages. The same identifier is used for all language variants of one page. A valid identifier can only contain letters, digits, dashes and underscores. It must start with a letter.
cs: Identifikátor může být použit k odkazování na stránku z vnějšku, ale také z ostatních stránek tohoto webu. Stejný identifikátor je používán pro všechny jazykové verze. Platný identifikátor obsahuje pouze písmena bez diakritiky, číslice, pomlčky a případně i podtržítka. Musí však vždy začínat písmenem.

source: Description
cs: Popis
es: Descripción
hu: Leírás
it: Descrizione
no: Beskrivelse
pl: Opis
ro: Descriere
sk: Popis

source: Brief description shown as a tooltip on links (such as menu items) and in site map.
cs: Stručný popis zobrazený jako bublinová nápověda u odkazů (např. položek menu) a v mapě stránek.

source: Comment
cs: Komentář

source: Describe briefly the changes you made.
cs: Popište stručně provedené změny.

source: Select the extension module to embed into the page. Leave blank for an ordinary text page.
cs: Zvolte rozšiřující modul, který chcete zobrazit uvnitř stránky. Ponechte prázdné, pokud chcete na stránce zobrazit pouze vlastní textový obsah.
es: Seleccione el módulo de extensión para incrustarlo en la página. Dejar en blanco para una página de texto normal.
fr: Sélectionnez le module d'extension que vous souhaitez utiliser pour cette page. Laissez en blanc pour une page de texte ordinaire.
hu: Válaszd ki a bővítési modult, az oldalba való beágyazáshoz. Hagyd üresen ha szöveges mező szükségeltetik.
it: Seleziona il modulo d'estensione che desideri visualizzare all'interno della pagina. Lascia vuoto per una pagina di testo normale.
no: Velg ekstensjonsmodulen for å legge inn på siden. La stå tomt for en vanlig tekst side.
pl: Wybierz rozszerzenie modułu aby umieścić je stronie. Pozostaw puste dla tekstu.
ro: Selectaţi modulul de extensiune pe care doriţi să-l afişaţi în interiorul paginii. Lăsaţi necompletat dacă doriţi să afişaţi numai conţinutul unui text propriu.
sk: Zvoľte rozširujúci modul, ktorý chcete zobraziť v stránke. Nechajte prázdne, ak chcete na stránke zobraziť iba vlastný textový obsah.

source: Parent item
cs: Nadřazená položka
es: Registro matriz
fr: Élément parent
hu: Fölötte álló elem
it: Voce superiore
no: Overordnet element
pl: Pozycja nadrzędna
ro: Obiectul superior
sk: Nadriadená položka

source: Select the superordinate item in page hierarchy. Leave blank for a top-level page.
cs: Vyberte nadřazenou stránku v hierarchii. Ponechte prázdné pro stránku na nejvyšší úrovni menu.
es: Seleccione el registro de jerarquía superior de la página. Dejar en blanco para una página de nivel superior.
fr: Sélectionnez un élément plus élevé dans la hiérarchie de page. Laissez en blanc pour une page de niveau supérieur.
hu: Válaszd ki a fölérendelt elemet az oldalhierarchiában. Hagyd üresen a legfelsőbb szintű oldalnál.
it: Seleziona la pagina superiore nella gerarchia. Lascia vuoto per una pagina di primo livello.
no: Velg det overordnede elementet i sidehierarkiet. La stå tomt for en toppnivåside.
pl: Wybierz element nadrzędny w hierarchii. Pozostaw puste pole na górze strony.
ro: Selectaţi elementul superordinat în ierarhia de pagini. Lăsaţi necompletat pentru o pagină de nivel superior.
sk: Vyberte hierarchicky nadradenú stránku. Nechajte prázdne na stránku na najvyššej úrovni menu.

source: Position
cs: Pozice

source: Select the position within the items of the same level.
cs: Vyberte pozici v pořadí mezi položkami na stejné úrovni hierarchie.

source: Visibility in menu
cs: Viditelnost v menu

source: When "%(always)s" is selected, unauthorized users see the menu item, but still can not open the page. When "%(authorized)s" is selected, visibility is controlled by the "Access Rights" settings below. Note that when access rights are restricted, the item will be hidden until the user logs in, which may be confusing (the expected item is not there).
cs: Pokud zvolíte „%(always)s“, neoprávnění uživatelé položku v menu sice uvidí, ale nebudou ji moci otevřít. Pokud zvolíte „%(authorized)s“, viditelnost je řízena nastavením v sekci „Oprávnění“ níže. Uvědomte si, že když je přístup omezen, položka bude skryta dokud se uživatel nepřihlásí, což může být pro uživatele matoucí (nevidí položku, kterou očekával).

source: Foldable
cs: Sbalovací

source: Check if you want the relevant menu item to be foldable (only makes sense for pages, which have subordinary items in the menu).
cs: Zaškrtněte, pokud chcete, aby byla odpovídající položka v menu sbalovací (má smysl pouze pro stránky, které mají podřízené položky v menu)

source: Creator
cs: Vytvořil

source: Created
cs: Vytvořeno

source: Check to make the item visible in production mode. Otherwise it is only visible in preview mode. Allows content development before publishing it. Different language variants may be published independently (switch language to control availability in other languages). Unpublishing also applies to all descendant items in the hierarchy. In other words the item needs to be published itself as well as all its parent items to be actually available.
cs: Zaškrtněte pro zviditelnění položky v režimu ostrého provozu. Jinak bude viditelná pouze v řežimu konceptu. Umožňuje přípravu obsahu před jeho zveřejněním. Různé jazykové varianty mohou být zveřejňeny nezávisle na sobě (pro určení dostupnosti jiných jazykových variant přepněte jazyk). Zneveřejnění se vztahuje také na všechny podřízené položky v hierarchii. Položka tedy musí být zveřejněna sama a k tomu všechny její nadřazené položky, aby byla skutečně dostupná.

source: Available since
cs: Dostupné od

source: Status
cs: Stav
es: Estado
fr: Statut
hu: Állapot
it: Stato
ro: Statut
sk: Stav

source: Read only access
cs: Přístup pouze pro čtení

source: Select the role allowed to view the page contents.
cs: Zvolte skupinu, která má mít právo zobrazit obsah stránky.

source: Read/write access
cs: Přístup pro čtení i zápis

source: Select the role allowed to edit the page contents.
cs: Zvolte skupinu, která má mít právo měnit obsah stránky.

source: Owner
cs: Vlastník

source: The owner has full read/write access regardless of roles settings above.
cs: Vlastník má plný přístup pro čtení i zápis nehledě na nastavení rolí výše.

source: Changed
cs: Změněno
es: Cambiado
fr: Modifié
hu: Megváltoztatva
it: Modificato
no: Endret
pl: Zmieniony
ro: Schimbat
sk: Zmenené

source: A page can not be its own parent.
cs: Stránka nemůže být nadřazena sama sobě.

source: Options
cs: Vlastnosti
es: Opciones
hu: Beállítások
it: Opzioni
no: Valg
pl: Opcje
ro: Opţiuni
sk: Vlastnosti

source: Edit global options, such as visibility, menu position and access rights.
cs: Upravit globální vlastnosti, jako je viditelnost, pozice v menu nebo přístupová práva.

source: Commit
cs: Zveřejnit změny

source: Publish the current concept in production mode.
cs: Zveřejnit současný koncept jako ostrou verzi.

source: Revert
cs: Vrátit změny
es: Volver
fr: Revenir à
hu: Visszaállítás
it: Restituisci le modifiche
no: Tilbakestill
pl: Powrót
ro: Întoarce modificările
sk: Vrátiť zmeny

source: Replace the current concept with the production version.
cs: Nahradit současný koncept aktuální ostrou verzí obsahu.

source: New Page
cs: Nová stránka

source: Attachments
cs: Přílohy
es: Archivos adjuntos
fr: Pièces jointes
hu: Csatolmány
it: Allegati
no: Vedlegg
pl: Załączniki
ro: Ataşamente
sk: Prílohy

source: History
cs: Historie

source: The page already exists in given language.
cs: Tato stránka již existuje ve zvoleném jazyce.
es: La página ya existe en el idioma dado.
fr: La page existe déjà dans cette langue.
hu: Az oldal már létezik az adott nyelven.
it: Questa pagina già esiste nella lingua selezionata.
no: Siden eksisterer allerede i det utvalgte språket.
pl: Strona już istnieje w podanym języku.
ro: Această pagină deja există în limba selectată.
sk: V zadanom jazyku táto stránka už existuje.

source: Duplicate menu order at this level of hierarchy.
cs: Duplicitní pořadí na stejné úrovni hierarchie.
es: Duplicar el orden de menú en este nivel de jerarquía.
fr: Reproduire l'ordre des menu à ce niveau de la hiérarchie.
hu: Dupla menüsorrend ezen a hierarchikus szinten.
it: Duplicato d'ordine cronologico nel menu in questo livello di gerarchia.
no: Duplisert menyrekkefølge på dette nivået av hierarkiet.
pl: Kopia menu na tym poziomie hierarchi.
ro: Meniu duplicat la acelaşi nivel al ierarhiei.
sk: Duplicitné poradie na rovnakej úrovni hierarchie.

source: New page
cs: Nová stránka
es: Nueva página
fr: Nouvelle page
hu: Új oldal
it: Nuova pagina
no: Ny side
pl: Nowa strona
ro: Pagină nouă
sk: Nová stránka

source: Edit Text
cs: Upravit text
es: Modificar texto
fr: Modifier le texte
hu: Szöveg szerkesztése
it: Modifica il testo
no: Rediger tekst
pl: Edytuj tekst
ro: Editează textul
sk: Upraviť text

source: Edit title, description and content for the current language
cs: Upravit název, popis a obsah stránky pro aktuální jazyk
es: Editar título, descripción y contenido para el idioma actual
fr: Modifier le titre, la description et le contenu pour la langue actuelle
hu: Cím, leírás és tartalom szerkesztése az aktuális nyelven
it: Modifica il titolo, la descrizione e il contenuto del testo della lingua attuale
no: Rediger tittel, beskrivelse og innhold for det aktuelle språket
pl: Edytuj tytuł, opis i zawartość na obecnego języka
ro: Editează titlul, descrierea şi conţinutul paginii pentru limba actuală
sk: Upraviť názov, opis a obsah stránky pre aktuálny jazyk

source: List all pages
cs: Výpis všech stránek
