Repository: cerha/wiking
Catalog: translations/wiking-cms.*.po
Languages: cs, es, fr, hu, it, no, pl, ro, sk

source: The maximal size of uploaded files in bytes. The server needs to be relaoded for the changes in this option to take effect.
cs: Maximální velikost souborů přenášených na server (celé číslo v bajtech). Pozor, aby se změny této volby uplatnily, je nutné server restartovat.
es: Máximo tamaño de subida: El tamaño máximo de los archivos subidos, en bytes. El servidor debe ser reiniciado para que los cambios surtan efecto.
fr: Taille maximale de téléchargement en octets. Pour que les changements prennent effet, il faut recharger le serveur.
hu: A maximális nagyságú feltölthető állomány nagysága bájtban. A szerver újraindítást igényel a változtatások életbelépéséhez.
it: Massima dimensione dei file trasmessi al server (in byte). Attenzione, per validare le modifiche effettuate, bisogna fare il restart del sistema.
no: Den maksimale størrelsen på opplastede filer i byte. Serveren må laste på nytt for at endringene i denne valgmuligheten trer i kraft.
pl: Maksymalny rozmiar przesłanych plików w bajtach. Serwer musi być załadowany ponownie aby zmiany zostały zatwierdzone.
ro: Mărimea maximă a fişierelor transmise pe server (toată cifra în bytes). Atenţie, pentru ca modificările acestei opţiuni să fie aplicabile, trebuie să se facă restartul serverului.
sk: Maximálna veľkosť pre uploadované súbory v bajtoch. Pozor, aby sa zmeny uplatnili, je nutné server reštartovať.

source: Whether to use e-mails as login names
cs: Použít e-mailové adresy jako přihlašovací jméno
it: Usa indirizzo e-mail come il nome utente
no: Om e-post skal brukes som innloggingsnavn
pl: Czy używać e-mailu jako loginu
sk: Použiť emailovú adresu ako prihlasovacie meno

source: Iff true, users must use e-mail addresses as their login names.
cs: Je-li nastaveno, uživatelé musí jako svá přihlašovací jména používat e-mailové adresy.
it: Se è predefinito gli utenti devono usare indirizzi e-mail come i loro nomi d'accesso.
no: Hvis og bare hvis det er angitt, må brukerne bruke e-postadressen som innloggingsnavn.
pl: Jeśli prawdziwy, użytkownicy muszą użyć adresu e-mail jako loginu.
sk: Ak je to tak nastavené, používatelia musia používať emailovú adresu ako prihlasovacie meno.

source: If set, the newly registered users will be automatically approved without any administrator's action. The adminstrator may still need to asign users to groups to grant them further privileges, but the accounts are enabled right after the user confirms the registration code.
cs: Pokud je nastaveno, nově registrovaní uživatelé budou automaticky schválení bez zásahu administrátora. Pro přidělení následných přístupových práv může být přesto zásah správce zapotřebí, ale účet bude plně aktivní ihned po uživatelově potvrzení registračního kódu.

source: Crypto Areas
cs: Šifrovací oblasti

source: Users and Keys
cs: Uživatelé a klíče

source: Users and Encryption Keys
cs: Uživatelé a šifrovací klíče

source: New user
cs: Nový uživatel
es: Usuario nuevo
fr: Nouvel utilisateur
hu: Új felhasználó
it: Nuovo utente
no: Ny bruker
pl: Nowy użytkownik
ro: Utilizator nou
sk: Nový používateľ

source: Key
cs: Klíč

source: Action
cs: Akce

source: Remove
cs: Odstranit

source: Current password
cs: Současné heslo

source: New password
cs: Nové heslo
es: Contraseña nueva
fr: Nouveau mot de passe
hu: Új jelszó
it: Nuova password
no: Nytt passord
pl: Nowe hasło
ro: Parola nouă
sk: Nové heslo

source: Change password
cs: Změnit heslo
es: Cambiar la contraseña
fr: Modifier le mot de passe
hu: Jelszó megváltoztatása
it: Cambia password
no: Bytt passord
pl: Zmień hasło
ro: Modifică parola
sk: Zmeniť heslo

source: Change key password
cs: Změnit heslo klíče

source: Copy to user
cs: Zkopírovat uživateli

source: Add another user of the key
cs: Přidat nového uživatele klíče

source: Create key
cs: Vytvořit klíč

source: New key not created. Maybe it already exists?
cs: Nový klíč nebyl vytvořen. Možná již existuje?

source: Password not changed. Maybe invalid old password?
cs: Heslo nebylo změněno. Možná jste chybně zadali původní heslo?

source: User not added. Maybe invalid old password?
cs: Uživatel nebyl přidán. Možná jste chybně zadali původní heslo?

source: The user couldn't be deleted. Maybe he is the last key holder?
cs: Uživatel nebyl vymazán. Možná je to poslední držitel klíče?

source: Text displayed at the very top of every page next to the site title
cs: Text zobrazený v záhlaví každé stránky hned vedle názvu

source: Information about a locked account
cs: Informace o zablokovaném účtu

source: Your account is disabled. Protected services are not available. Contact the administrators to get the account enabled.
cs: Váš účet je zablokován. Chráněné služby Vám nejsou dostupné. Kontaktujte správce aplikace pro opětovné povolení Vašeho účtu.

source: Information about an account waiting for activation code confirmation
cs: Informace o účtu čekajícím na potvrzení aktivačního kódu

source: Your account has not been activated yet. Please, check your e-mail and follow the provided link or enter the activation code into the [%(uri)s activation form]. Protected services will not be available until you perform activation.
cs: Váš účet zatím nebyl aktivován. Zkontrolujte, prosím, svou došlou poštu a následujte tam uvedený odkaz nebo zadejte aktivační kód do [%(uri)s aktivačního formuláře]. Chráněné služby Vám nebudou dostupné dokud aktivaci neprovedete.

source: Information about an account waiting for admin approval
cs: Informace o účtu čekajícím na schválení správcem

source: Your account is waiting for approval by the administrator. The protected services are not available until the account gets approved. Contact the administrators if you feel it takes too long.
cs: Váš účet čeká na schválení správcem. Chráněné služby Vám nejsou dostupné dokud účet nebude povolen. Kontaktujte správce aplikace pokud Váš účet zůstává nepotvrzen delší dobu.

source: Introductory text displayed above the registration form
cs: Úvodní text zobrazený nad registračním formulářem

source: Text displayed after successful user registration
cs: Text zobrazený po úspěšné registraci nového uživatele

source: Your account now awaits administrator's approval.
cs: Váš účet nyní čeká na schválení administrátorem.

source: Text displayed after successful user registration when autoapprove_new_users is set in configuration
cs: Text zobrazený po úspěšné registraci nového uživatele pokud je nastavena konfigurační volba autoapprove_new_users

source: Your account is now fully functional. You can [%s log in] now. You may still need some futher privileges to access certain restricted services.
cs: Váš účet je nyní aktivní. Můžete se [%s přihlásit]. Pro přístup k některým chráněným službám však může být zapotřebí přidělení přístupových práv správcem.

source: Information displayed above the checkbox for confirmation of site specific conditions during registration and in profile edit form (if empty, no confirmation is required)
cs: Informace zobrazená nad zaškrtávacím políčkem pro potvrzení souhlasu se specifickými podmínkami registrace (pokud není vyplněno, potvrzení není vyžadováno)

source: Information displayed to users who have already confirmed the site specific conditions
cs: Informace zobrazená uživateli, který již souhlasil s podmínkami webu

source: You have agreed to the site conditions.
cs: Souhlasil jste s podmínkami webu.

source: Text displayed at the very bottom of every page
cs: Text zobrazený v zápatí každé stránky

source: Contact:
cs: Kontakt:

source: Default value of the Copyright Notice field for newly created publications.
cs: Výchozí hodnota políčka Informace o šíření a autorském zákoně pro nově vytvářené publikace

source: Text displayed above the login dialog
cs: Text zobrazený nad přihlašovacím formulářem

source: Text displayed below the login dialog
cs: Text zobrazený pod přihlašovacím formulářem

source: Group
cs: Skupina

source: Gets rights of
cs: Získává práva skupiny

source: Add rights of group
cs: Přidat práva skupiny

source: Revoke
cs: Odebrat

source: Please, confirm revoking group relationship.
cs: Potvrďte, prosím, zrušení provázání skupin.

source: Users of group '%s' automatically gain rights of the following groups:
cs: Uživatelé skupiny „%s“ automaticky získávají práva následujících skupin:

source: Users of the following groups automatically get rights of group '%s':
cs: Uživatelé následujících skupin automaticky získávají práva skupiny „%s“:

source: Add rights to another group
cs: Poskytnout práva skupině

source: User Roles
cs: Role uživatele

source: Add member
cs: Přidat člena

source: Remove from group
cs: Odebrat ze skupiny

source: Please, confirm removing the user from the group.
cs: Potvrďte, prosím, odebrání daného uživatele z dané skupiny.

source: Add to group
cs: Přidat do skupiny

source: User Groups
cs: Uživatelské skupiny

source: System
cs: Systémová

source: Automatic
cs: Auomatická

source: This is a special system group with no explicit members. The system decides automatically which users belong into the group. Thus you can not manage their membership manually. You can, however, still add rights of other groups to it.
cs: Toto je speciální systémová skupina, která nemá žádné přímé členy. Systém automaticky rozhoduje kteří uživatelé do ní patří. Proto není možné členství uživatelů spravovat ručně. Nicméně je možné přidat práva jiných skupin.

source: This is a system group defined by one of the installed applications. You cannot change or delete this group, but you can manage membership of users and add rights of other groups to it.
cs: Toto je systémová skupina definovaná některou z instalovaných aplikací. Tuto skupinu není možné upravovat nebo mazat, ale je možné spravovat zařazení uživatelů a jiných skupin.

source: This is a user defined group. You can manage membership of users and add rights of other groups to it as well as modify or delete the group itself.
cs: Toto je uživatelem definovaná skupina. Můžete spravovat zařazení uživatelů a přidávat práva jiných skupin, stejně tak jako upravovat či smazat skupinu samotnou.

source: Gets Rights of Groups
cs: Má práva skupin

source: Passes Rights to Groups
cs: Dává práva skupinám

source: Members
cs: Členové

source: User Management
cs: Správa uživatelů
es: Gestión de usuarios
fr: Gestion d'utilisateurs
hu: Felhasználók kezelése
it: Amministrazione degli utenti
no: Brukeradministrasjon
pl: Zarządzanie użytkownikami
ro: Administrarea utilizatorilor
sk: Správa používateľov

source: Manage registered users and their privileges.
cs: Správa registrovaných uživatelů a jejich oprávnění.
es: Gestionar usuarios registrados y sus privilegios.
fr: Gérer les utilisateurs inscrits et leurs droits.
hu: Regisztrált felhasználók és jogaik kezelése.
it: Gestisci gli utenti registrati e le loro autorizzazioni.
no: Administrer registrerte brukere og deres privilegier.
pl: Zarządzanie zarejestrowanymi użytkownikami i ich uprawnieniami.
ro: Administrarea utilizatorilor înregistraţi şi drepturile acestora.
sk: Správa registrovaných používateľov a ich oprávnenia.

source: Login name
cs: Přihlašovací jméno
es: Nombre del usuario
fr: Identifian
hu: Felhasználói név
it: Nome utente
no: Innloggingsnavn
pl: Login
ro: Nume de autentificare
sk: Prihlasovacie meno

source: A valid login name can only contain letters, digits, underscores, dashes, at signs and dots and must start with a letter.
cs: Platné přihlašovací jméno může obsahovat písmena bez háčků a čárek, číslice, tečku, pomlčku, podtržítko a zavináč a musí začínat písmenem.

source: Generate Password
cs: Vygenerovat heslo

source: If checked, the password will be generated automatically and sent to the user's e-mail address.
cs: Pokud je zaškrtnuto, heslo bude vygenerováno automaticky a bude posláno na e-mailovou adresu uživatele.

source: Password
cs: Heslo
es: Contraseña
fr: Mot de passe
hu: Jelszó
no: Passord
pl: Hasło
ro: Parolă
sk: Heslo

source: Please, write the password into each of the two fields to eliminate typos.
cs: Zapište heslo stejně do obou políček, aby mohly být vyloučeny případné překlepy.
es: Por favor, escriba su contraseña dos veces para evitar errores.
fr: S'il vous plaît, écrivez le mot de passe dans chacun des deux champs pour éliminer les fautes de frappe.
hu: Kérem, írd be a jelszót mindkét mezőbe az elírások elkerülése végett.
it: Ti preghiamo di inserire la password in entrambi i due campi per eliminare gli errori di battitura.
no: Vennligst skriv inn passordet i begge de to feltene for å unngå skrivefeil.
pl: Proszę wpisać hasło do każdego z dwóch pól, aby wyeliminować literówki.
ro: Vă rugăm să scrieţi parola în ambele câmpuri, pentru a se elimina eventualele greşeli de dactilografie.
sk: Prosím, zadajte heslo do oboch políčok, aby sa predišlo preklepom.

source: Old password
cs: Staré heslo
es: Contraseña vieja
fr: Ancien mot de passe
hu: Régi jelszó
it: Vecchia password
no: Gammelt passord
pl: Stare hasło
ro: Parola veche
sk: Staré heslo

source: Verify your identity by entering your original (current) password.
cs: Potvrďte svou identitu zadáním Vašeho původního (současného) hesla.
es: Verifique su identidad poniendo su contraseña original (actual).
fr: Confirmez votre identité en entrant votre ancien (actuel) mot de passe.
hu: Igazold kilétedet a (aktuális) jelszavad beütésével.
it: Conferma la tua identità inserendo la tua password originale (attuale).
no: Bekreft din identitet ved å taste inn ditt opprinnelige (nåværende) passord.
pl: Sprawdź swoją tożsamość, wprowadzając oryginalne (aktualne) hasło.
ro: Verificaţi-vă identitatea introducând parola iniţială (actuală).
sk: Potvrďte svoju identitu vložením starého (nového) hesla.

source: Last password change
cs: Poslední změna hesla

source: Full Name
cs: Celé jméno
es: Nombre completo
fr: Nom complet
hu: Teljes név
it: Nome completo
no: Fullt navn
pl: Całe imię
ro: Tot numele
sk: Celé meno

source: First name
cs: Jméno
es: Nombre
fr: Prénom
hu: Keresztnév
it: Nome
no: Fornavn
pl: Pierwsze imię
ro: Prenume
sk: Meno

source: Surname
cs: Příjmení
es: Apellidos
fr: Nom
hu: Vezetéknév
it: Cognome
no: Etternavn
pl: Nazwisko
ro: Nume
sk: Priezvisko

source: Displayed name
cs: Zobrazené jméno
es: Nombre mostrado
fr: Nom affiché
hu: Megjelenítendő név
it: Nome visualizzato
no: Vist navn
pl: Pokaż imię
ro: Nume afişat
sk: Zobrazené meno

source: Leave blank if you want to be referred by your full name or enter an alternate name, such as nickname or monogram.
cs: Ponechte prázdné, pokud chcete, aby se na Vás systém odkazoval plným jménem, nebo zadejte jiné jméno, jako např. přezdívku nebo monogram.
es: Dejar en blanco si quiere que aparezca su nombre completo o introduzca un nombre alternativo, como alias o monograma.
fr: Laissez en blanc si vous souhaitez qu'on s'adresse à vous avec votre nom complet, ou entrez un autre nom ou un pseudo.
hu: Hagyd üresen, ha a teljes nevedet szeretnéd használni, vagy írj be egy alternatív nevet, mint a becenév vagy monogram.
it: Lascia vuoto se desideri che il sistema faccia riferimento al tuo nome completo, oppure inserirsci un altro nome come per esempio un sopranome o un monogramma.
no: La det stå tomt hvis du vil bli bruke hele navnet ditt, eller skriv inn et alternativt navn, for eksempel et kallenavn eller et monogram.
pl: Pozostaw puste pole jeśli chcesz być określony przez swoje imię i nazwisko lub wprowadź alternatywną nazwę, taką jak pseudonim lub monogram.
ro: Nu completaţi, dacă doriţi ca sistemul să vi se adreseze pe numele întreg, sau introduceţi un alt nume, cum ar fi un pseudonim sau un monogram.
sk: Ponechajte prázdne, ak chcete, aby vás systém oslovoval plným menom alebo zadajte iné meno, ako napr. prezývku alebo monogram.

source: Gender
cs: Pohlaví

source: Note
cs: Poznámka
hu: Megjegyzés
pl: Uwagi
ro: Notă

source: Optional message for the administrator. If you summarize briefly why you register, what role you expect in the system or whom you have talked to, this may help in processing your request.
cs: Nepovinná zpráva pro správce. Pokud stručně popíšete účel vaší registrace, jakou roli v systému očekáváte, nebo s kým jste zřízení účtu domlouvali, může to pomoci urychlit vyřízení vaší žádosti.

source: I agree
cs: Souhlasím

source: Please check if (and only if) you have read the conditions above and you agree with them.
cs: Prosím, zaškrtněte pokud (a pouze pokud) jste seznámeni s výše uvedenými podmínkami a souhlasíte s nimi.

source: Registered since
cs: Registrace od
es: Registrado desde
fr: Inscrit depuis
hu: Regisztráció ideje
it: Registrazione dal
no: Registrert fra
pl: Zarejestrowany od
ro: Înregistrare de la
sk: Registrácia od

source: Enter your current password.
cs: Zadejte své současné heslo.
es: Introduzca su contraseña actual.
fr: Entrez votre mot de passe actuel.
hu: Írd be az érvényes jelszavat.
it: Inserisci la tua password attuale.
no: Skriv inn ditt nåværende passord.
pl: Wprowadź swoje aktualne hasło.
ro: Introduceţi parola actuală.
sk: Zadajte svoje súčasné heslo.

source: Invalid password.
cs: Neplatné heslo.
es: Contraseña no válida.
fr: Le mot de passe est invalide.
hu: Érvénytelen jelszó.
it: Password non valida.
no: Ugyldig passord.
pl: Nie ważne hasło.
ro: Parola invalidă.
sk: Neplatné heslo.

source: Enter the new password.
cs: Zadejte nové heslo.
es: Introducir contraseña nueva.
fr: Entrez le nouveau mot de passe.
hu: Írd be az új jelszavat.
it: Inserirsci la nuova password.
no: Skriv inn det nye passordet.
pl: Wprowadź nowe hasło.
ro: Itroduceţi parola nouă.
sk: Vložte nové heslo.

source: The new password is the same as the old one.
cs: Nové heslo je stejné jako staré.
es: La nueva contraseña es la misma que la vieja.
fr: Le nouveau mot de passe est identique à l'ancien.
hu: Az új jelszó megegyezik a régivel.
it: La nuova password è identica a quella vecchia.
no: Det nye passordet er det samme som det gamle.
pl: Nowe hasło jest takie samo jak stare.
ro: Noua parolă este aceeaşi ca şi cea veche.
sk: Nové heslo je rovnaké ako staré.

source: User's Groups
cs: Skupiny uživatele

source: Login History
cs: Historie přihlášení
es: Historial de usuario
fr: Historique des connexions
hu: Bejelentkezési napló
it: Storia degli accessi
no: Innloggingshistorikk
pl: Historia logowania
ro: Istoria autentificării

source: Crypto Keys
cs: Šifrovací klíče

source: Active users
cs: Aktivní uživatelé
es: Usuarios activos
fr: Utilisateurs actifs
hu: Aktív felhasználók
it: Utenti attivi
no: Aktive brukere
pl: Aktywni użytkownicy
ro: Utilizatori activi
sk: Aktívni používatelia

source: Unapproved accounts (pending admin approvals)
cs: Neschválené účty (čeká se až správce přidělí přístup)
fr: Comptes non approuvés (on attend l'approvation de l'administrateur)
hu: Nem jóváhagyott fiókok (függőben levő jóváhagyások az adminnál)
pl: Niezatwierdzone konta (do czasu zatwierdzenia administracyjnego)
ro: Conturile neaprobate ( în aşteptarea aprobării de acces de către administrator)

source: Unfinished registration requests (activation code not confirmed)
cs: Nedokončené žádosti o registraci (nebyl potvrzen aktivační kód)
fr: Demandes d'inscriptions non terminées (code d'activation non validé)
hu: Befejezetlen regisztrációs kérelmek (aktivációs kód nem lett megerősítve)
pl: Niedokończony proces rejestracji (kod aktywacji nie został zaaktywowany)
ro: Cereri de înregistrare neterminate (codul de activare nu a fost confirmat)

source: Disabled users
cs: Vyřazení uživatelé
fr: Utilisateurs handicapés
hu: Felfüggesztett felhasználók
pl: Nie aktywni użytkownicy
ro: Utilizatorii eliminaţi

source: All accounts
cs: Všechny účty
fr: Tous les comptes
hu: Összes regisztráció
pl: Wszystkie konta
ro: Toate conturile

source: Change user's password
cs: Změna přihlašovacího hesla
es: Cambia la contraseña del usuario
fr: Modifier le mot de passe de l'utilisateur
hu: A felhasználó jelszavának megváltoztatása
it: Cambia password dell'utente
no: Bytt brukers passord
pl: Zmień hasło użytkownika
ro: Modifică parola de utilizator
sk: Zmeniť heslo používateľa

source: Approve
cs: Schválit

source: Aprove this account
cs: Schválit tento účet

source: Enable
cs: Povolit
es: Activar
fr: Activer
hu: Bekapcsolva
it: Consenti
no: Aktiver
pl: Włącz
ro: Permite
sk: Povoliť

source: Enable this account
cs: Povolit tento účet
es: Activar esta cuenta
fr: Activer ce compte
hu: Fiók beindítása
it: Consenti questo account
no: Aktiver denne konto
pl: Włącz to konto
ro: Permite acest cont
sk: Povoliť tento účet

source: Disable
cs: Zakázat

source: Disable this account
cs: Zakázat tento účet

source: Resend activation code
cs: Poslat aktivační kód
fr: Renvoyer le code d'activation
hu: Aktivációs kód újraküldése
pl: Wyślij ponownie kod aktywacji
ro: Trimite codul de activare

source: Re-send registration mail
cs: Znovu poslat registrační e-mail
es: Volver a enviar el registro de correo
fr: Renvoyer l'e-mail d'inscription
hu: Regisztrációs e-mail újraküldése
it: Invia di nuovo l'e-mail di registrazione.
no: Send registrerings-e-post på nytt
pl: Wyślij ponownie mail rejestracyjny
ro: Trimite din nou mail-ul de înregistrare
sk: Znovu poslať registračný email

source: Delete
cs: Smazat

source: Remove the account completely
cs: Úplně odstranit účet

source: New account
cs: Nový účet
fr: Nouveau compte
hu: Új fiók
pl: Nowe konto
ro: Cont nou

source: Unapproved account
cs: Neschválený účet

source: Account disabled
cs: Účet neaktivní
es: Cuenta desactivada
fr: Compte désactivé
hu: Fiók kikapcsolva
it: Conto inattivo
no: Konto deaktivert
pl: Konto wyłączone
ro: Cont inactiv
sk: Neaktívy účet

source: Active account
cs: Aktivní účet

source: Male
cs: Muž

source: Female
cs: Žena

source: Edit profile
cs: Upravit profil
es: Modificar pérfil
fr: Modifier le profil
hu: Profil szerkesztése
it: Modifica il profilo
no: Rediger profil
pl: Edytuj profil
ro: Editează profilul
sk: Upraviť profil

source: Modify user's record
cs: Změnit údaje o uživateli
es: Modificar datos del usuario
fr: Modifier le dossier de l'utilisateur
hu: Személyes adatok módosítása
it: Modifica i dati dell'utente
no: Endre brukerinformasjon
pl: Modyfikuj dane użytkownika
ro: Modifică datele utilizatorului
sk: Zmeniť údaje o používateľovi

source: Personal data
cs: Osobní údaje
es: Datos personales
fr: Informations personnelles
hu: Személyes adatok
it: Dati personali
no: Personlige data
pl: Dane osobowe
ro: Date personale
sk: Osobné údaje

source: Contact information
cs: Kontaktní údaje
es: Información del contacto
fr: Coordonnées
hu: Elérhetőségek
it: Contatti
no: Kontaktinformasjon
pl: Informacje kontaktowe
ro: Informaţii de contact
sk: Kontaktné údaje

source: Others
cs: Ostatní
fr: Autres
hu: Egyéb
pl: Inne
ro: Altele

source: Account state
cs: Stav účtu

source: Login information
cs: Přihlašovací údaje
es: Información de usuario
fr: Informations de connexion
hu: Belépési információk
it: Dati d'accesso
no: Innloggingsinformasjon
pl: Informacje o logowaniu
ro: Informaţii de autentificare
sk: Prihlasovacie údaje

source: Confirmation
cs: Souhlas

source: This e-mail address is already registered. Just log in. Use the forgotten password link under the log in form if you forgot your password.
cs: Tato e-mailová adresa je již registrovaná. Stačí se přihlásit. Použijte odkaz zapomenutého hesla pod přihlašovacím formulářem, pokud jste heslo zapomněli.

source: This login name is already taken. Please choose another.
cs: Toto přihlašovací jméno je již používáno. Zvolte, prosím, jiné.

source: Registration completed. You can log in now.
cs: Registrace dokončena. Nyní se můžete přihlásit.

source: The account has been created.
cs: Účet byl vytvořen.

source: The generated password was sent to %s.
cs: Vygenerované heslo bylo odesláno na adresu %s.

source: The activation code was sent to %s.
cs: Aktivační kód byl odeslán na adresu %s.
