Repository: cerha/wiking
Catalog: translations/wiking-cms.*.po
Languages: cs, es, fr, hu, it, no, pl, ro, sk

source: A valid login name can only contain letters, digits, underscores, dashes and dots and must start with a letter.
es: Un nombre de usuario válido sólo puede contener letras, cifras, rayas, subrayados y puntos y tiene que iniciar con una letra.
fr: Un identifiant valide peut contenir seulement des lettres, des chiffres, des tirets bas, des tirets et des points et doit commencer par une lettre.
hu: Az érvényes felhasználói név csak betűket, számjegyeket, aláhúzást, kötőjelet és pontot tartalmazat, miközben betűvel kell kezdődnie.
it: Un nome utente valido può contenere solo lettere, cifre, underscore, trattini e punti e deve iniziare con una lettera.
no: En gyldig innloggingsnavn kan bare inneholde bokstaver, tall, understreking, streker og prikker, og må begynne med en bokstav.
pl: Poprawna nazwa użytkownika może zawierać tylko litery, cyfry, podkreślenia, myślniki i kropki i musi zaczynać się od litery.
ro: Un nume valid de login poate să conţină doar litere fără diacritice, cifre, cratime şi puncte, eventual liniuţe de subliniat şi trebuie să înceapă cu o literă.
sk: Platné prihlasovacie meno obsahuje iba písmená bez diakritiky, číslice, bodky, pomlčky a prípadne podčiarkovníky a musí začínať písmenom.

source: Invalid e-mail address: %s
es: Dirección de correo electrónico no válida: %s
fr: Adresse e-mail non valide : %s
hu: Érvénytelen e-mail cím: %s
it: Indirizzo e-mail errato: %s
no: Ugyldig e-postadresse: %s
pl: Nie ważny adres e-mail: %s
ro: Adresa de e-mail invalidă: %s
sk: Neplatná emailová adresa: %s

source: Registration cancelled.
es: Registro cancelado.
fr: Inscription annulée.
hu: Regisztráció érvénytelenítve.
it: Registrazione annullata.
no: Registrering kansellert.
pl: Rejestracja została anulowana.
ro: Înregistrarea anulată.
sk: Registrácia zrušená.

source: User registration already confirmed.
es: Registro de usuario ya confirmado.
fr: L'inscription de l'utilisateur a déjà été validée.
hu: A regisztráció sikeresen meg lett erősítve.
it: La registrazione dell'utente è già precedentemente confermata.
no: Brukerregistrering allerede bekreftet.
pl: Rejestracja została potwierdzona.
ro: Înregistrarea utilizatorului a mai fost cândva confirmată.
sk: Registrácia používateľa už bola potvrdená.

source: New user registration:
es: Nuevo usuario registrado:
fr: Inscription de nouveaux membres :
hu: Új felhasználó regisztrációja:
it: Registrazione del nuovo utente:
no: Registrering av ny bruker:
pl: Rejestracja nowego użytkownika:
ro: Înregistrare utilizator nou:
sk: Registrácia nového používateľa:

source: E-mail notification has been sent to server administrator.
es: La notificación de correo electrónico se ha enviado al administrador del servidor.
fr: Un e-mail de notification a été envoyé à l'administrateur.
hu: E-mailes értesítés elküldve az szerveradminisztrátorhoz.
it: E-mail di notifica è stata inviata all'amministratore del server.
no: E-postmelding ble sendt til serveradministrator.
pl: Powiadomienia e-mail został wysłany do serwera administratora.
ro: Notificarea de e-mail a fost trimisă administratorului serverului.
sk: Emailové upozornenie bolo zaslané správcovi serveru.

source: Registration confirmed
es: Registro confirmado
fr: Inscription confirmée
hu: Regisztráció megerősítve
it: Registrazione è stata confermata
no: Registrering bekreftet
pl: Rejestracja została potwierdzona.
ro: Înregistrarea confirmată
sk: Registrácia potvrdená

source: Password reminder
es: Recordatorio de contraseña
fr: Rappel du mot de passe
hu: Jelszó emlékeztető
it: Aiuto per la password dimenticata.
no: Passordpåminnelse
pl: Przypomnienie hasła
ro: Reamintirea parolei
sk: Pomocník zabudnutého hesla

source: Please, select the account for which you want to remind:
es: Por favor, seleccione la cuenta para la que usted desea reordar:
fr: Veuillez sélectionner le compte dont le mot de passe vous avez oublié :
hu: Kérem válassza ki a fiókot, amelyhez emlékeztetőt kér:
it: Ti preghiamo di selezionare l'account per il quale vuoi usufruire della funzione di reminder:
no: Vennligst velg kontoen du vil ha påminnelse for:
pl: Wybierz konto do którego potrzebujesz przypomnienia:
ro: Vă rugăm, selectaţi contul pentru care doriţi să folosiţi funcţia de reamintire:
sk: Zvoľte prosím účet, pre ktorý chcete použiť funkciu pripomenutia:

source: Your credentials were reset to:
es: Sus credenciales han sido reconfiguradas :
fr: Vos informations d'indentification ont été remises à :
hu: Az Ön bejelentkezési adatai vissza lettek állítva a következőre:
it: I tuoi dati d'accesso sono stato predefiniti a:
no: Dine legitimasjonsbeskrivelser ble tilbakestilt til:
pl: Twoje dokumenty potwierdzające tożsamość zostały zresetowane do:
ro: Datele dumneavoastră de autentificare au fost setate astfel:
sk: Vaše prihlasovacie údaje boli nastavené na:

source: Your credentials are:
es: Sus credenciales:
fr: Vos informations d'identification sont :
hu: Az Ön bejelentkezési adatai:
it: I tuoi dati d'acccesso sono:
no: Dine legitimasjonsbeskrivelser er:
pl: Twoje dokumenty potwierdzające tożsamość to:
ro: Datele dumneavoastră de autentificare sunt:
sk: Vaše prihlasovacie údaje sú:

source: A password reminder request has been made at %(server_uri)s.
es: La solicitud de recordatorio de contraseña se ha realizado en %(server_uri)s.
fr: Une demande de rappel de mot de passe a été effectuée sur %(server_uri)s.
hu: A jelszóemlékeztető kérés a %(server_uri)s-n történt.
it: Al server %(server_uri)s è stata inviata la richiesta d'invio della password dimenticata.
no: En forespørsel om passordpåminnelse har blitt gjort på %(server_uri)s.
pl: Przypomnienie hasła wniosek został wsłany do %(server_uri)s.
ro: Pe serverul %(server_uri)s a fost introdusă o cerere de reamintire parolă.
sk: Na serveri %(server_uri)s bola zadaná žiadosť o zaslanie zabudnutého hesla.

source: We strongly recommend you change your password at nearest occassion, since it has been exposed to an unsecure channel.
es: Le recomendamos que cambie su contraseña próximamente porque ha sido expuesta a un canal inseguro.
fr: Nous vous conseillons vivement de changer votre mot de passe au plus vite, car il a été exposé à un canal non sécurisé.
hu: Erősen javasoljuk, hogy amint lehet változtassa meg a jelszavát, mivel veszélyes csatorna környékezte.
it: Ti consigliamo fortemente di cambiare la tua password al più presto possibile, dal momento che è stata esposta a un canale non protetto.
no: Vi anbefaler sterkt at du endrer passordet ved første anledning, det har blitt sendt deg på en ubeskyttet måte.
pl: Zalecamy zmianę hasła na najbliższej okazji, gdyż był miał styczność z niezabezpieczonym kanałem.
ro: Vă recomandăm insistent să vă schimbaţi parola, cu cea mai apropiată ocazie, deoarece transmiterea prin e-maill a fost expusă unui canal nesigur.
sk: Silne vám doporučujeme zmeniť si heslo pri najbližšej možnej príležitosti, pretože počas prenosu emailom mohlo byť zachytené neoprávnenou osobou.

source: Please try repeating your request later or contact the administrator!
es: Por favor repita la solicitud más tarde o contacte con el administrador!
fr: Veuillez renouveler votre demande ultérieurement ou contactez l'administrateur !
hu: Kérem, próbálja meg a kérését megismételni, vagy lépjen érintkezésbe az adminisztátorral!
it: Ti preghiamo di riprovare più tardi oppure di contattare l'amministratore del server!
no: Prøv å gjenta forespørselen senere, eller kontakt administrator!
pl: Powtórz żądanie później lub skontaktuj się z administratorem!
ro: Vă rugăm să repetaţi cererea mai târziu, sau contactaţi administratorul serverului!
sk: Zopakujte prosím svoju žiadosť neskôr alebo kontaktujte správcu!

source: E-mail information has been sent to your email address.
es: La información ha sido enviada a su dirección de correo electrónico.
fr: Un e-mail a été envoyé à votre adresse e-mail.
hu: E-mail információ el lett küldve az e-mail címére.
it: E-mail di notifica è stato inviato al tuo indirizzo e-mail.
no: E-postinformasjon har blitt sendt til din e-postadresse.
pl: Informacja została przesłana na twojego emaila.
ro: Informaţia prin e-mail a fost trimisă la adresa dumneavoastră de e-mail.
sk: Emailové upozornenie bolo odoslané na vašu emailovú adresu.

source: formatting manual
es: manual de formateo
fr: Manuel de formatage
hu: formázó kézikönyv
it: manuale di formatazzione
no: formateringsmanual
pl: Instrukcja formatowania
ro: manual de formatare
sk: príručka o formátovaní

source: Manage available pages and their content.
es: Gestionar páginas disponibles y su contenido.
fr: Gérer les pages disponibles et leur contenu.
hu: Az elérhető oldalak és tartalmuk kezelése.
it: Gestisci le pagine disponibili e il loro contenuto.
no: Administrer tilgjengelige sider og deres innhold.
pl: Zarządzanie dostępnymi witrynami i ich zawartością.
ro: Administrarea paginilor accesibile şi conţinutul acestora.
sk: Správa dostupných stránok a ich obsahu.

source: Look &amp; Feel
es: Aspecto
hu: Lásd &amp; Keres
it: Aspetto
no: Utseende
ro: Aspect
sk: Vzhľad

source: enabled
es: activado
fr: activé
hu: bekapcsolva
it: consentito
no: aktivert
pl: włączone
ro: permis
sk: povolené

source: disabled
es: desactivado
fr: désactivé
hu: kikapcsolva
it: non consentito
no: inaktivert
pl: wyłączony
ro: interzis
sk: zakázané

source: undefined
es: no definido
fr: Indéfini
hu: meghatározatlan
it: non definito
no: udefinert
pl: nieokreślony
ro: nedefinit
sk: neurčené

source: The default value is %s.
es: El valor predeterminado es %s.
fr: La valeur par défaut est %s.
hu: Az alapértelmezett érték: %s.
it: Il valore di riferimento è %s.
no: Standardverdien er %s.
pl: Wartość domyślna jest %s.
ro: Valoarea implicită este %s.
sk: Východzia hodnota je %s.

source: Manage panels – the small windows shown by the side of every page.
es: Gestione paneles – las pequeňas ventanas mostradas en el lateral de todas páginas.
fr: Gérer les panneaux - les petites fenêtres affichées à côté de chaque page.
hu: Kezelő panelok - kis ablakok, melyek az oldalak szélén helyezkednek el.
it: Gestisci i pannelli - delle piccole finestre visualizzate sul bordo di ogni singola pagina.
no: Administrer panelene - de små vinduene som vises på sidene av hver side.
sk: Správa panelov – malých okienok zobrazených na boku každej stránky.

source: Text
es: Texto
fr: Texte
hu: Szöveg
it: Testo
no: Tekst
pl: Tekst

source: The identifier may be used to refer to this page from outside and also from other pages. A valid identifier can only contain letters, digits, dashes and underscores. It must start with a letter.
es: El identificador se puede usar para referenciar esta página desde fuera y también de otras páginas. Un identificador válido sólo puede contener letras, cifras, rayas y subrayados. Tiene que empezar por letra.
fr: L'identifiant peut être utilisé pour se référer à cette page de l'extérieur et aussi d'autres pages. Un identifiant valide peut contenir seulement des lettres, des chiffres, des tirets bas et des tirets. Il doit commencer par une lettre.
hu: Az azonosító ehhez az oldalhoz való hivatkozásként működik egyéb oldalakról. Az érvényes azonosító csak betűket, számjegyeket, kötőjelet és aláhúzójelet tartalmazhat. Betűvel kell, hogy kezdődjön.
it: L'identificatore può essere utilizzato per fare riferimento a questa pagina dal di fuori e anche da altre pagine. Un identificatore valido può contenere solo lettere, cifre, trattini e underscore. Deve iniziare con una lettera.
no: Identifikatoren kan brukes til å henvise til denne siden fra utsiden, og også fra andre sider. En gyldig identifikator kan inneholde kun bokstaver, tall, bindestrek og understreking. Den må begynne med en bokstav.
pl: Identyfikator może być używany w odniesieniu do tej strony z zewnątrz, a także z innych stron. Ważny identyfikator może zawierać tylko litery, cyfry, myślniki i podkreślenia. Musi zaczynać się od litery.
ro: Identificatorul poate fi folosit pentru trimitere la această pagină din exterior, dar şi de la alte pagini ale acestui site. Un identificator valabil poate să conţină numai litere fără diacritice, cifre, cratime şi eventual linii de subliniere. Acesta trebuie să înceapă întotdeauna cu o literă.
sk: Identifikátor môže byť použitý, aby odkazoval na stránku zvonku a tiež z ostatých stránok. Platný identifikátor obsahuje iba písmená bez diakritiky, číslice, pomlčky a prípadne podčiarkovník. Musí však vždy začínať písmenom.

source: Brief page description (shown as a tooltip and in site map).
es: Descripción breve de la página (mostrada como tooltip y en el mapa del web).
fr: Brève description de la page (affichée comme une bulle d'aide et dans le plan du site).
hu: Tömör oldalleírás (buboréksúgóként megjelenik az oldaltérképen).
it: Breve descrizione della pagina (descrizione sarà visualizzata sotto forma di toolip e nella mappa del sito).
no: Kort sidebeskrivelse (vises som et redskaptips og i nettstedskart).
pl: Krótki opis strony (wyświetlany jako podpowiedź i mapa strony).
ro: Descriere concisă a paginii (se va afişa ca tooltip şi pe harta de site).
sk: Stručný popis stránky (bude zobrazený ako tooltip a v mape stránok).

source: Allows you to control the availability of this page in each of the supported languages (switch language to control the availability in other languages)
es: Le permite controlar la disponibilidad de esta página en cada uno de los idiomas (cambiar de idioma para el control de la disponibilidad en otros idiomas).
fr: Permet de contrôler la disponibilité de cette page dans chacune des langues (changer la langue pour contrôler la disponibilité d'autres langues)
hu: Engedélyezi a felügyeletet az oldal különbőző nyelveken való hozzáférhetőségéről (válts nyelvet, a másik nyelven való elérhetőség ellenőrzéséhez)
it: Ti consente di controllare la disponibilità di questa pagina in ciascuna delle lingue supportate (cambiare la lingua per controllare la disponibilità di altre lingue).
no: Lar deg kontrollere tilgangen til nettstedet i hvert av de støttede språkene (bytt språk for å kontrollere tilgjengelighet på andre språk)
pl: Pozwala kontrolować dostęp do tej strony w każdym z obsługiwanych języków (zmienić język kontroli aby uzyskać dostępność w innych językach)
ro: Vă permite să controlaţi disponibilitatea aceastei pagini în fiecare dintre limbile acceptate (comutaţi limba actuală pentru a controla disponibilitatea în alte limbi)
sk: Umožňuje určiť dostupnosť položky v každej z podporovaných jazykových verzií (prepnite aktuálny jazyk pre nastavenie dostupnosti v iných jazykových verziách)

source: Hidden
es: Oculto
fr: Fichier caché
hu: Rejtve
it: Nascosto
no: Skjult
pl: Ukryty
ro: Ascuns
sk: Skryté

source: Check if you don't want this page to appear in the menu.
es: Marcar si no desea que esta página aparezca en el menú.
fr: Cochez si vous souhaitez que cette page n'apparaisse pas dans le menu.
hu: Jelöld be, ha nem akarod, hogy ez az oldal megjelenjen a menüben.
it: Contrassegna se non desideri la visualizzazione di questa pagina nel menu.
no: Kryss av hvis du ikke vil at denne siden skal vises i menyen.
pl: Sprawdź, czy chcesz aby ta strona pojawiała się w menu.
ro: Bifaţi dacă doriţi ca această pagină să se afişeze în menu.
sk: Zaškrtnite, ak nechcete, aby sa táto stránka zobrazovala v menu.

source: Menu order
es: Orden del menú
fr: Ordre du menu
hu: Menü sorrend
it: Ordine cronologico nel menu
no: Menyrekkefølge
ro: Ordinea în meniu
sk: Poradie v menu

source: Enter a number denoting the order of the page in the menu. Leave blank if you want to put the page automatically to the end.
es: Introduzca un número que indique la posición de la página en el menú. Dejar en blanco si desea situar la página automáticamente al final.
fr: Entrez le nombre indiquant l'ordre de la page dans le menu. Laissez en blanc si vous voulez mettre la page automatiquement à la fin.
hu: Írd be a az adott oldal sorszámát a menüben. Hagyd üresen, ha automatikusan a végén akarod elhelyezni.
it: Inserisci il numero che indica il numero cronologico nel menu. Lascia vuoto se desideri che la pagina venga automaticamente inserita alla fine.
no: Tast inn et tall for å angi hvilket nummer i rekkefølgen siden skal være menyen. La det stå tomt hvis du vil sette siden automatisk til slutten.
pl: Wprowadź numer oznaczający kolejność stron w menu. Pozostaw puste jeśli chcesz umieścić stronę na końcu.
ro: Introduceţi un număr care să desemneze ordinea paginii în meniu. Lăsaţi necompletat dacă doriţi ca pagina să fie rânduită în mod automat la sfârşit.
sk: Zadajte číslo určujúce poradie stránky v menu. Nechajte prázdne, ak chcete, aby bola stránka zaradená automaticky na koniec.

source: Not published
es: No publicado
fr: Non publié
hu: Nincs közzétéve
it: Non pubblicato
no: Ikke publisert
pl: Nie opublikowany
ro: Nepublicat
sk: Nezverejnené

source: Global Options (for all languages)
es: Opciones globales (para todos los idiomas)
fr: Options globales (toutes langues)
hu: Globális beállítások (minden nyelvhez)
it: Opzioni globali (per tutte le lingue)
no: Globale valg (for alle språk)
pl: Opcje globalne (dla wszystkich języków)
ro: Opţiuni globale (pentru toate limbile)
sk: Všeobecné vlastnosti (pre všetky jazyky)

source: Save and publish
es: Guardar y publicar
fr: Enregistrer et publier
hu: Elment és közzétesz
it: Salva e pubblica
no: Arkiver og publiser
pl: Zapisz i opublikuj
ro: Salvează şi publică
sk: Uložiť a zverejniť

source: Edit global (language independent) page options and menu position
es: Editar (independiente del idioma) las opciones globales de la página y posición del menú
fr: Modifier les options globales (indépendamment de la langue) de la page et la position du menu
hu: Add meg a globális (nyelvtől független) oldalbeállításokat és menüfelépítést
it: Modifica le opzioni globali della pagina (indipendenti dalla lingua) e la posizione del menu
no: Rediger globale (språkuavhengige) sidevalg og menyposisjon
pl: Edytuj globalne (niezależne od języka) opcje strony i pozycji menu
ro: Editează opţiunile globale (independente de limbă) ale paginii şi poziţia în meniu.
sk: Upraviť všeobecné (jazykovo nezávislé) vlastnosti stránky a umiestnenie v menu

source: Publish the page in its current state
es: Publicar la página en el estado actual
fr: Publier la page dans son état actuel
hu: Az oldal jelenlegi állapotának közzététele
it: Pubblica lo stato attuale della pagina
no: Publiser siden i sin nåværende form
pl: Publikowanie strony w obecnym stanie
ro: Publică pagina în starea sa actuală
sk: Zverejeniť súčasnú podobu stránky

source: Make the page invisible from outside
es: Hacer la página invisible desde el exterior
fr: Rendre la page invisible de l'extérieur
hu: Oldal kívülállók számára láthatatlanná tétele
it: Rendi la pagina inaccessibile dall'esterno.
no: Gjør siden usynlig utenfra
pl: Pozwól aby strona była nie widoczna z zewnątrz
ro: Fă pagina invizibilă din afară
sk: Učiniť stránku neviditeľnou zvonku

source: Revert last modifications
es: Deshacer últimas modificaciones
fr: Annuler les dernières modifications
hu: Utolsó változtatások visszaállítása
it: Annulla le ultime modifiche
no: Tilbakestill siste modifikasjoner
pl: Powrót do ostatnich modyfikacji
ro: Anulează ultimele modificări
sk: Zrušiť posledné úpravy

source: Display the page in its current state
es: Mostrar la página en el estado actual
fr: Afficher la page dans son état actuel
hu: Jelenítsd meg az oldalt a jelenlegi helyzetében
it: Visualizza lo stato attuale della pagina
no: Vis siden i sin nåværende form
pl: Pokaż stronę w jej obecnym stanie
ro: Afişează pagina în starea sa actuală
sk: Zobraziť súčasnú podobu stránky

source: Manage this page's attachments
es: Gestionar los archivos adjuntos de la página
fr: Gérer les pièces jointes de cette page
hu: Kezeld az oldal csatolmányait
it: Gestisci gli allegati di questa pagina
no: Administrer denne sidens vedlegg
pl: Zarządzanie załącznikami tej strony
ro: Administrarea ataşamentelor acestei pagini
sk: Správa príloh tejto stránky

source: You don't have sufficient privilegs for this action.
es: No tiene privilegios suficientes para esta acción.
fr: Vous ne disposez pas de privilèges suffisants pour effectuer cette action.
hu: Nincs elégséges jogköröd a művelet végrehajtásához.
it: Non hai diritti sufficienti per effettuare questa operazione.
no: Du har ikke tilstrekkelige rettigheter til denne handlingen.
pl: Nie masz wystarczających uprawnień do wykonywania tych działań.
ro: Nu aveţi drepturi suficiente pentru această acţiune.
sk: Nemáte dostatočné oprávnenie k tomuto úkonu.

source: Save the page without publishing and ask the administrator to publish your changes.
es: Guardar esta página sin publicar y pedir al administrador que publique sus cambios.
fr: Enregistrer la page sans la publier et demander à l'administrateur de publier vos modifications.
hu: Mentsd el az oldalat közzététel nélkül és kérd a rendszergazdát az oldal közzétételére.
it: Salva la pagina senza pubblicarla e chiedi all'amministratore di pubblicare le tue modifiche effettuate.
no: Lagre siden uten å publisere og be administrator om å publisere endringene.
pl: Zapisz tę stronę bez publikowania i poprosić administratora o opublikowanie zmian.
ro: Salvaţi pagina fără publicare şi cereţi administratorului publicarea modificărilor dumneavoastră.
sk: Uložte stránku bez zverejnenia a požiadajte správcu o zverejnenie vašich zmien.

source: Page content was modified, however the changes remain unpublished. Don't forget to publish the changes when you are done.
es: El contenido de la página ha sido modificado, pero los cambios no están publicados. No olvide publicar los cambios cuando termine.
fr: Le contenu de la page a été modifiée, mais les changements restent inédits. N'oubliez pas de publier les modifications lorsque vous avez terminé.
hu: Az oldal tartalma megváltozozz, de a változtatások nem lettek közzétéve. Ne feledd közzétenni, miután elkészültél.
it: La pagina è stata modificata, le modifiche però rimangono non pubblicate. Non dimeticarti di pubblicare le modifiche una volta che sarai sodisfatto con la nuova immagine.
no: Sideinnholdet ble endret, men endringene forblir upubliserte. Ikke glem å publisere endringene når du er ferdig.
pl: Zawartość strony została zmieniona, jednak zmiany pozostają niepublikowane. Nie zapomnij opublikować zmiany gdy skończysz.
ro: Pagina a fost modificată, dar modificările nu vor fi publicate. Nu uitaţi să publicaţi modificările când veţi fi mulţumiţi cu noul aspect.
sk: Obsah stránky bol zmenený, zmeny však zostávajú nezverejnené. Nezabudnite zmeny zverejniť keď stránku dokončíte.

source: New page was successfully created and published.
es: Nueva página ha sido creada y publicada con éxito.
fr: La page a bien été créée et publiée.
hu: Az új oldal sikeresen elkészült és közzététetett.
it: Nuova pagina è stata creata e pubblicata con successo.
no: Ny side er opprettet og publisert.
pl: Nowa strona zostałą pomyślnie stworzona i opublikowana.
ro: Noua pagină a fost creată şi publicată cu succes.
sk: Nová stránka bola úspešne vytvorená a zverejnená.
